{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              null,
              4
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "GRU",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              null,
              4
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "gru_1",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "reset_after": false,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gru_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "gru_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "bc529059c7911db669c86e3ad5bacd6b7ca3efc16213fd0c9408be2e3a5a8a81",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      null,
      4
    ]
  ],
  "output_shapes": [
    [
      10
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            32,
            4
          ],
          "values": [
            "4iO2P7bQsbzCF0y9ctReviwMr77JhJ+/cEaRPqu3wj4TK3c97fCqPwWgkr9wMCC/x77oPswc6b5q2My+x6giP3o3mj/mFJM/Ofw1Pz8wCb92ZH8/HaI0vzajPD4KlGY+/M9PP1QZjL6b/KS+Y3iRP+A6iL673rm/kMiNPmVq2b+XKMc+WB2Xvpjtcr8G7Is/dn6FP6sS0z2N66K+MwoTP8n5or+AAC7A6jR8vkcVX71kLKK+ZVD2PoJg5j6/qla/VY8KQKQ0AT9GTXE/vpUMvk6mlz99pa8/yvyTPz6vBb8ZBb2+qRUpPn7S7j5k/0O/rIldPhowgL9qrpI/uEHHvnCdQb9/b3c/cgLUPxt7bb9V8rE/0OfGPpwqPT5AdyQ/Z59yP5c3ED+71wE/BambP6Hchj+XQ4a/qoGFv+t8yL/gy4u/OdP4PoDzpD/qkjG/esUdvmj+RD/c62s+dWVwP6Osyr7DtPS/R+b/vgfRmT8rGpE/Oe++vkgvFT+/Ism85XlOP2SeiL9kHem+BwTNPuosMj34aEg/JhHRv1AmpD/886o/YG/YPruWUT/t+Q3A1YWrvIAcHL4t/gxAjoPoPl/Sgb+pWD8+AL6tv+UoLz4xuUG/qiulvGUyIL+freI8+ah1vgvQcz+0rQ6/C1zLvV0Xg70P9Bq/rmDBvTqAJMA="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            10
          ],
          "values": [
            "YABlvKCdEryANbq7AGYku8BzgjtAmr47INFRPLCNizzACKo8gMjCPA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "vDT0vB89C70akiG7IpgevEMOpDx4JOm85tMdvZ7MBLy/Ru+8TP2SPF2GYb1lPac8rz7IuzKoerynof87VCGUPpQUNzkf8lw8moCAvKlZLT3r/jM8Osegu1V2jTzRzYC8X/dqPLxR+juAj8O8LF1YvJRYLb0YNlO7iRTovO2rhztgJBI86gOHuqfCvzw0i/+7EdoVPcmFkzwAjvK7fEhzPNrbkzzpZz+8kt+rPDIMg7z6XhE8+jpoPJ7UjjswTTm8YGlPO5K0Qj29+lc81/iGO91iKbsfs+U9mTl5u+aC3Dsm1Qe9Yu4nPepLcr2Ij+U8Iw4XvSs7ObyYVHi8Qwk0PA=="
      ],
      "weights": [
        "/s3bvB0eWjsixw46aPJHPEDeebzJXrw7mZh2OemIWTx7cQq7zqDNu9Dffjz4xI+8yd0HPJo+ATy0nHe8VDOJPFvPYLuOUci6HoJ9O+OF4jocHXA87MyVvE6l3rqwWZK8X+y3PPo3CLwxDBO8+nk5vcA2AL3jf7Y85LqWu+lEQrzV5lm8qzgbPA0YmLzhEhA9sybJPFgbiztkYUS8Qt7Hu7HK47w1aea5EUWaPFl6X7ubW5U5r9yuvNByGrwN+o68XbURO6jDdjxYPTy8k35zPDnyMTtVPIa8v3Wbu6LWcDyz5hE82iSwuXH+zTwmQqW75Z2au4lYizxqmYE8oVuhPUCgLTuJkYY8jpnAPDhhwLyLloO8/mmQvDvcCD0vyfu7Edu0O6lgnTzQEq68zM4vPADcFz3ioPo43YLeOiGEXr3/Saa7nfOGvNn81LsZi/w735YhvNdP8ztXyYU5thadOus/D71hr8w8Gv+/PHgXKrxIoGU8NHcTu4+2eDxFfJc8DVSrvGXQ1LzvBpy7s9f8u/zrbDuGZtW6emMkPFT2K7zM1JM7EQh/PNq/H7wB9ha8Q3jpvB6yErlI8ls8Dv6GPNc+OLvfIl27fH4/u6+/qjzZfoe8VyimPBM9PrsU4m0832DEPAC1ej2EX+C7d+iqugksHbv7BrU8D90APWrLfTton4A8Q6dCuwo6T7s8Kzo8RFj9PE3EJj2E3sK8OEnLu50LebxZyII8bB7eOxMbDbwgHMI7vI2mvHhC/7vd0m093K8EPF/S2jxWrMU6jVN2PKcO5Lv6VEk85tzkPG2rpDz8U/g7oNsaO1XlMTxlwbY8dwa2vPsEBzuH7Ku83MK+uxONszsSuC29KGmuPIXtT7x9msu8b+QhvB92uDvgAfq8iScrPMa9o7rcZBs7UMcgvCbquDw9OKo85odhvBBz3bs8g6O8k0eMPHpY3TsCJMS744euPGj1e70NR7+8g4rJvGGi4jvHWhe867fEOlDNcjyA/4+8uy+LvInfKb3hPzq9",
        "uaVOvFgmQ7x/H+a7aA0WPFKvyLmE6qG84glHu4f3iDwdQho8DP73uzRf0Dv8DrC8f4TVvGTckDzy8D08S2i1vjyzSTwfH0c8PgTjOw5JpDszOCw861SNvK12rjuLGay8IV1GvDKcEbxWYdW8zoXzucQHCLwxRak7YAMXvOCBUzq4ZFs8MNQSPFenvbuQx1a8yK2bPHm22zss2BW9U8v8OxOxyrtFt4S80/eSPKUsnzu691i8rZSBvDx/9bu6cSy7SZY0O4a1J7v7Jtu7ciaKvKBBZ7xb9QA+OHd2PNYDxjuhHsG8l1BDvGyqdLrSE9q7FRiqO6rC27n4opQ7a52SPLA2jjw+PSy7/VX4vGfvkDzEJGe6oWOcusImcLtzCUy7bAsOvFDOmby8hW28SuKdvNDKgLwJOzK8FbaPO+7XJb72U7o8ZdiwPBwXmzyR8Gw8RwNyvDaOTDpMzHE7V02+vP1UjDu2YZE8rKxTurJS/jlJWkY6uNKHvGNizrzmDj29MbFiPGrzyryGLQs9kDCkvCWcDL3y+ak6fX0MvAhsDzyhy2+7FGmUvNllkLzLia08/4TgO/UtXzygtck7BfM6PEB94rzKltS7wsMBPZ0/Kbz9yJi8ibLZPTfNqTsV2s68Bx6vvMLDGbxN/sg8QMGUPCVPYTujyY68SiT/vKEuODyNMyC7LmI9Owk50ru907I8IF+xO3k9WzzdoU683ijVu1IDobsqrQe8joGtPOX+mrwQMAM7z02RvOKAT7zC/ZA7Rg/CPN3CyDzmFZ48Tu2NPMtK+Lu3pdE7KjsCPFzSeTuZLrk8g5pNvKwIYDuVbfO8yix/vMFHlLv2Swi86UXDvLE6HzzUkvG8A7tHPCMhtLqL7pK8pNHNO+YIp7kMb5S8SbdbvBKNYTv1hlS81lyDuXpGEDyEKUo86nVNu1vz6TtoXnO8taURPP5UOzxkmFG7Am7yukM6+Lmpr968fUbcvKQaJTw3PDi8ULgju8WidjxwEFi8w87du+6Wrry9vao8",
        "0/JHPN3xdrum8pU5xDgNOzzApzwXwrg7wXmHu28wrDvWqze8lL0AvYYlWLs8VF28TQoAPHvFsDx2TD+8SKXDPB1tlDySTMY8fvctvDloqbzl7eY7HIoPvJyH+7zK5AG8xB5UO8OXDb3F+uW8fGObunKmEjx5lZC8l1oUPbAXjTzvZF08Xg6YuwiWDTtJVfi72USAvJl+ljx3hwa9DIvsPEbThzxoCw48fZ4qvMZ6+zuXP3G8KwrIvEqHTzyMr7E8AyONvEq9Lr3T4sc7N4eOvAXiybwBH3W8BeMEPHnGWbxF/Ng8eUkYvQb+0jwZt3K7wJgUvJTCGjz4Xcw8oOn9vGdWnbsE6e072IAJPaynXTsKF1I7OZYVvNSAZbz9gS889FOhuyt3SzzJOcc8wx/ROyvC9jzLvWk7yD5/vGnyDz3EqXS88gWJPM0xp7scLH08kY7PPHXbkrszXPY7lD6XuhYZsDyO87a8OPA/O1Sia7xp1n68qbPqPG7p2TxE3LQ8m3LevGF9fbucW728fq3HO5LZlTwQ/cA8G51eu3bl5LuloTU870hFPJpERTwQFyI8ObADvCz/rLw94su8kqs6vNN2/juXSb4749TCvCsKJzzQHrS7Gu+BOwBs5ry7+xW80LqyPN6gJTwYA7Q738+FPK2yTryoZIM86CH0PH0/FD1Wmie91m3JOdW2R7zJkxE8dA3nO/YuKjzPoGK83Gr+PHqe2zyaFHQ8XeE8OVul6Ls9g0+8WsLAO7ShgzwTP82973psunkTGby0zuo5/LrcPNOv1bsH7EW84jEKPXr6PjwnDPq6IjkPPNmuV7xyyhg6xLiBu2oFvTtFXoe85pTIPI1exbvoJPo7/geevNzTkru656o8+bcCPJxI0rx/NEi8bFAjvGTUe7zfKAY9x5JzvAGArDudEls8HklNvFoSV7rTJA08aY2bPOEPGbwju3+82trEOrz26jxHKnc7xfoXPIw8KbytmpU8OkNTvGtbLTuX+PS5VlBrPERwQbsI5ji6",
        "qq0SPUsw/7vsCXE8V1XEu2hK8zse0Yy8PsJpuY3EETv28G27Dq6EO9coEjyBx+w7YFFVPEPdhLywn4m51uKOPcuwlryQDWO7GzgTPHjYHTuxM4A80kCGPFRcMzwPXZe7KgG/ulntmrnYPv88+FpcPFaqazyTrQg8tkcXPH85hjsIYIS7K1bZO/En5jt6U5O74nTXu1G5wjtL6sk8AWYJvM2upjx2LEG7ztI1vGr6xTwnOYO7VKQuO/Klibw7jq+635lnuyGNT7z+FFe8NBKaOq69Hzx/rQO9LSCMvAcZhbmWbgY81/qJu+fO/zyQBI889k/Fut7dI7wZWw488FIevMON/bsK5fI8dYJHu6xlpLxshsi8Wb96vOMTMzzomHm8XymLuvxmerzNioG81QgeOlpDMzxP9XA8qk4HPM4mYDxrkeW6+lMxvODipzvvHqW8x1WVvF0l8DyCYiq9gSB+vATgvzt+8Fi8WpCyPMOsNzvbI6886OvyvFx50Dp5hMS8wFJHOqWigryeb+I7d9VuOzy50jva9JW8LZGpPALOADyYuDo7hw6gPE8tz7zUA7O7gYcBvV4OIjwrbAY9RR72O7aypbsLtGk89u6XPNlhEDzjB+K8sDW1PD+CD7zG3c+6MknfPAhw4TtjPBA9qaQcvFtEWLmQdEc8715kPMSyGj1RwVI83/3xvDyDN7t7iw08UTDXPIBeAr0Wygm8x+tOPHe4Grx7Nak6/9TIvNI/VbvRdo48gbYwPBXrLjs0JNy+xoI4vIA+bTtKEzq7mof/uj4d3LkqctE7R4KQPBoiHbzw7b07HcCMu22KGDwl6oa8Z8qWu+ox6rxb4Zu8tLwGvFRQabxRUsi70bvbOxjaVDws2xM8oNzTuIXMvbwm+hc8v6aFPIk4VbzjZLk8nBWjO1ZJoTsSxLK755PBu5k1rLxgM728yaqROxNG3zukFt264RqfPGijoT7kgCw8/mktPLQpoTyHW+m74rblvJhwaLwJFxm8KfgDPffAKDzCb7o9",
        "eyvgPPNE3Lu4dSY9SEuCuzh7rbxIxdG86tEbvCso0ro+8m48+gJpu0oTbTylkS86OyrBPMqhGjw6gNY8ip5Tvq6ATrzDkPk8zwKOPKJKpbwac7o78GJnPMAx6bt43W48tEWgvPpWrrtDtgQ80vCzvHUehLyn0AE7SO2DPOgxxTyKDQe8FllnPAo66TsSwzE89ceSPA1dozy6tyO8lYa9vCoacDtz4CC8zQAsvKqlhzzXyiu8ZA+0O9QZiDtPwvW7Fo6aO/06R7xGILO65sgRPB2eijwEkUA9GWJSvJP5rDuMap48oMQWvNIEGD3gzyk8s6tAOCJEgTx8W348iEY1vJ9rSTyKXhq9ueKlOxaIA7xKSpC8EUv8vRfSCj0Y2QC9HpE+vENl9jz9QTy8nxKtPHs5WDxV4+W7oA+HvBoE8D5QQ7O81HoLvXZxwTyCNpy71fNbvCKwBDw3ZxE8+cU+PT9dsrzYEeQ8hHIbvHbRTjxm7Gq60Re4vFeGIzt8yJU8aKNEvAvV8Dupt3m7L0ckveCqsbxDIJg8N0dbPMSPRLv+DrW6hO8lvOYr37qZitE75CUdPLPHlTyJ3u47LvQwPPiLBT2bAD29XHDEO3XifTw4sBs7OF6qPpC9KboIgPi7tD8avDXgBj3wWji+btGgvED6pDwXLFK7PEY6vPhVtT1ZlCK7Y7yYOyeVwjwg/f68zmddvINnxTxkdfk8JTwTPRGgCzy9MjE9P3gEu4RObbty77k7TKI6Pa5AsTw7IyY/ZB4OvBsuKzsIAvq7xjEevUR3BL1o5Hc7tYoGPOV0Cz2WSIq8L8o8PHwG+DxiS188NHfAOz8nYjxbmXK7T0+9PPM5djyfgbc7uAY/PJalzLvjxBk9Hxreu+eFaLzJ7Ag7Yps5OwddurzDqxU9PYvSvDYqKL00ero8NDNfu7GtkzxW3q88YkEXvOQzwbs/NjK88ehqO/f16D+nTrW5910KPc9kszz9GI88YUUlPb1OPbx3+3C78zSCO9l2wru1BhC+",
        "f6tFvPiJzrsIIFY8yr5ju0PygbxVJi89oxaJu1iZDz3+SlI8FEDFPPYHVzxqATm8W7CmvIqk6zxUqRM9C33TPvCH2bvh/IM8tDZ4PKOAMjzVlwm8OLEVu03VnjwePig7LTH6O2v/zDy5eRk9I3R+u3XfPbvdz5k8WQEwvdA11rxy3KY7yYYrO1/WUD2q8mu8sVL3PD/eUjxcJq08ARsNPJTFbTzABSy9Qv7LPCh8mjs0m/y8kPJ8PCJ6ubsvm8+7lxZfvCWxGD2EfUU70BM9vDBXGjzmaSi+++OnvMP5lTyVPdq85JuRPJadIr1bmcE8yOb2u77lyLyU9uK8pwN1vbGPuDsmXoC83e0JO6pT8zuQCSs6GEANvRUW+7w5kRa8RalZO+xDvzlMrLY8sGzju0hLTrzC7Em8upgWPFMxw749BMm82uCZvH0JJzy9wKy7Zjv8PJhaxzuAXhQ8bjsCO8Gy67xmMSi7E0n7vOC6E7uPcdG8D/5zPANgT7ybxQ497wxNvBovDT3+sNe8ytl5PCi47jut6CW8kPE2vELFHb3CQ9m8Oh9qu7MUPTr3BZA8vsL0PLssMbzriWq88IiLvDIzbzy9Dtk7dHGCvK3WbTzQVDo9LZr5PSDVgjnc+Sc8L0asuz8KAb3IRCC9Yw5FvEQsNjwiX7U7pu1CPOP8gD0xSkq8YFPwPEG8IzwE4+G7J2EUvAKOiD51eKC8UAwUPdb+GT3uN8s8dFTMPHUmNToiekG8OVNpvJKWbD0AraM/L5IHuBjwObtHRxq9e+ElvJJa0DotKbi84K/uPNeFMbwiuTO88NsMPcP50zxLESQ8ams5vO9JnT0v59W8Qfe8PD4onTwwS1A8SI07PeLk2zw7WRw9nCczvJ4MDD2q0Ca9+q7Bu5ZVDL0TPgM9fPZbvAW+/zs2hHs8z3HkvImSDzuFXRK95SWpPekKAL2sgpW7kD9GPdTm3D9eHIC86stOPReTYrwmkAS7JemcPfSXHz07zEu8EyYrvZGN4LyD4MW+",
        "pHvFO7mAIbxRg+07Trf1vOOB/zwN4NG9ese2vCHDY7z0SEe9l0ctPKIvjr3myDE8xBUiPIDNZ7zlAvG7zUunPZAI9bwm6AU83j89vS3AHD1JvEo9pRquvGg3OzzwoFG3YRUcOgJnJTzkvPi8y0TgPAD4Br258jY8Siq8vFqALDyH1yI8YC/WueCXuLaom/U7GwglPY+4K7uu9kI8212LvMOHpjz5AaE81z0oPOOJ8bx6G967ZFOMvOhkOTyQzaG81ZVau+uLwjzKHJS8kliIPMQIOzmnKQq/dACGPNxM1Tulzey8k3IIPSEs0b0FLgQ6GU2avMl7pLzse+S6mr8wPesboDuSda47UiVJvPi3brsyiBy7KhvaPeHrJrwS05M5t2B4PMIiDj0R0Ww8AiVIOzaaB728riK8IcP+PEgLjj9tGK68wHnQvODHhDhKJoK8w523vLfWjjyK/sQ8WO9XPKh7mTzll6Y8hBWrPGjOPz1CLYk89koMOylcHL17nzY82mDFPAcQ2jzpKKM84KS6vJTMYbuzToi8AQWvPCazSLzfE0U7z0bwvHs63Tt0gf07mzXJO/wUMj2UDLS6UC0TuoCwFzzA+6E8bWcJPJSYwbydxQE9Qh0mv82qvbtwyaM7uNvxvMnxvrxSumM9XEfLu2qhkDxqFRW9EqQKvR2Jrb0RhHM83MeCu0c67DvCp7m8ZL/zvM+kwz1WJDo9xHqkvEsqtrzKpLs8yRabPH4IebgeXIY8AWhVPGKPOLqMoVA/a1mDOyG+Cj1D6/E8bhkdPO4U6Lzw+CY8MakEPAxtpjxvGSu8Icr6PFMz9jz5O4S8FPQPvG1P7DsWu9k6ZAuhvJSkbjsoHPG8C6boPKOZvbz7GkC82kNePBSYGjzgCku6tIZZu7nI2rxazpu8wnqEvB358rwE4MC77AwGO5ZktDzqMY27yLjgvFdhj7rKgwA9inYSPPjjtL7mrJ28QD6AvLkcGLvgDQU8kgqYOmOoVLuVDES7hwY2u+rTo7sww5m9",
        "gMLkvEQnlTy0ORK8oTWQvG1W5rz5nHU78si3PNqTzrvPBgg8oghivHAlX7tuVmI8sfy5vFRAjbowBpI7dNC8PtuRaTwAfb28XHrDO61tTzyk2JS8KOibvPfc2ruF+GG9mvrrPPhbAz0dNju8sXAEPMc/CT2Ykfw6/Oucu2vvorvBZ508T2iFu/rpnLyoq5G8/HOAu+PwXjxpKjE7dSSMu5AeqLz99jY8hRawu/iayLtqWe68cs2yvEeunrnwdK48nsBEPJ7ccbwP9jQ736nTO9VyAb368dQ/VEgEvAkSQDot3DK9ivNBPfmjArxYsTk7Rn6ePDEqL7w0EbU84vubPFQiNDzMwu48e5UGPMzyurvjBGy8xVKFvAoDbjzu4Zw87af9PAKDOLukqAk6PnOxulkiuTsci5K7oLj9PBVt8r2J7Nu8OIhsvBafsbz4DYU8GVVwPMGHyLwXX7Y85uhPvGqX1rwSewo9z76HPCTPnzw91lo8TNDGPLNg2rxXby68LxfEvLBrlbrK/BK8Sgu0Op7+ZTxy3WG7rWBQPO8oC71e2VS8MX92u+ZPLjy3nya8q9FovB95I7ybCCG7at1lvHkuYrw3vp479LTuvCvAczwNmb07lH8yPVVGijyRMKY8eTzhvO6s4DzTYLm8a0yWu4+FxTwGRji7tLuIutfFq7xN5DQ9CrYwvGMnOjwlE2k8li6mvAj/sLt0Cts86OiNvMGErjsOcug6PaQdPcyslDwAe5U8QIYIvfvN87v2rQc+4He5vITWxDxz27g8B4wxPFWBwzua5sg8JN2EO5vvOjyPPEI9crShu2UrIz2ciZ87g+60vGutWjymPcE878eBvENIq7wt21U8kYQ0O8zk6rvzAPC7nAy/PAoUmjxTPvE76tURPerXvrxI2ke8dNlwPJ8BOzwGk7g8zl2EvEonFr00mcM8n+opvRX6tLtYpMc8QTUAPKJRjD/xX3y8VnGfvKo/Ebx4VKa8ijI0vUBWqjxGFCy8GVbJulUzOrzJAoI8",
        "ftQovPeX+zqVZZK6wxsOuauUYroh89g6yhKRPGW8GrxfjKQ8Z/LzOlVoj7xLPYs7mUJ6PPfTILwilyA8Ae50Pj9AgTw4k/o7iPZ1uz9g0Dt8Udq8vYg6vKOePzwQq6U8xzh+vYendLuUuQu8ZnYUvfv0Fzpj1se8IOCnPIb/WjxgFPe3o/6CvLl7PLwAsVO8SZuTu+0przxQUCG9hHatOQi5VbwElOo7TkNCvDMT6rw+Ock78qYjPFvGtTy/ZN08uhKbPPfEcrwoETa8/aq1O2eFdbyX3B++ujJmPAu6P7s0idM7HyIKPXYcSr2R0We8cbrQO4b+8Ty3+XU8t5twvbmAubuthLm6BB4YPfBPlzxLQh07ptwTPKXiZ7wwXO06+WtYOx7GTLxaeLY8KfKiu5UuLTybNNw8poIwvGZz1z0vcn48RDcbPakyBLzL0xm8XsOYO+8FzrxcOQu8gLjHumtgZjumYdO8yslZvLJscbzMVhA7hkgaO9aIBT3iJs87J+aOuzK617o91LG7kfWyvCknkTtNOBw9EtUEveNOVTxehES86OH6OxEa8Tpbjh08jl+evNlJ1bwkWv+7FrWUPBLRALttSr680wj8u7flsLzf15K8fcEGPfdqkDpDWYK8SyzXOxzxqbw18MY9gA1LOjj2AztGGB88tnJnPMPLCT0Fvwc9DR0aOoKlGbyigT08W/8LPC/DZ7xAp4G7D3rWvGf237sJqLQ6LSj8u5XlibsIS9G7AcbPvIZ1aTu5Xam+7hWAvC1TvjmYi4m6ob5HvHQ1AjsOhk480SIuO4WVuzwBtAy9Ex/mO4/EgjySU807FhhhvLR3Xbsqonm8tp9YvNHaIryzVYY797KCPCOKoboeBa+8+2mZvO35Lzxj3oe8rj66u9M1l7vVAo6804mFuaBmyTxziM08uJ44PF9MnLsYBww750h8POKItrk6X108szj1PNR5Ej6yE0487dwCvGly2bvO1Kq84F37vDw7oLv3X8E7lHYOvBKwwLzClCy9",
        "25+Kuwbrajsh4/w7gdTXu5Za+jtflMg8LX3ivMoSgTwW4bK7MIyLuyFigrxJDqC8sKpQOfwqtDvsONw6HHonPxqanTuq+xW8D5bVvLObhbt/sK88FfHCvLT/crwV2Uw8+e8IvQ6snLrMXFG8uoxBu0NYbLvJsRs8IODsu0lzTrze4DY8Tb2BO24qEj3pQKk86y1CO05WLryaFBs92sRnPIw6l7kc+1Y8/0WDu8kOTjzsYMs72AL9u2JAtjySXM47gYABvbwu8Ty6+X46+C6dvFhLxru2nPo/19q1OzhCTjwqtVc7hnuPOoVgTj2d78M7Q+yEO8DGC73gQZi82lIXvaHIhD2Da4y8v6ntPE/SzLtlfYY774ysvSCaBTx9dzm8HGGcvDc6l7u6VpM7hmFJPOZTE7zRMNG7JAo5O4y9Br8E9hW7ij7dPC0seLy9duu85Rz4PJsIvLvSeA290GhzvHi6jrsyXOw7yeQROzckHz3TCvO8Phs1PWAF8Dy6te65MlgLvNsI6Ttu0wY9JLDrOz9/R7vImLg7rvy1PD3ByTwSjvg8eSvdu7/+FDwSqJI8daiWPMECabwl3dm8mt1nunoEALyYpAe9ofIhvIGrsTyVRXs83cESvtJsibqiLCq8I0NPvAAF87xGBfa7f7gcPRWRlbuNFxq9FGIavKOn2r1NtEu86PEvPHfO5jz5KVG8Aw4vPEPtbLyciJG8NowwvHH0R7vXDyQ9lxMRvF/I8zzWvOu7+AJ4PP0v1jtRSrY+Rck6vMAOAjwD8kC7bN9GPAWtfjuGof87VzKMPEtFwjzfW8m832TGO0U6abuYrIA8XX/ZO7hKKzw8mHs6iCgAPQBi1LqJn4U7nDe5vBz/u7vmkXE81IdJvGAoF7zHj1G8V+URu19JbTxZK267+aB0vD0y/zqEEmA6bbSnu8BKjjr3AvA8zdcxPBhfBLw3AQ27u4q0PMIHcL0iXpE7cFcZuxMauLuYbqs85bqKPTdRjrtHh4M7G9zfO+YXEDxZuRw9",
        "ZaNKvcaNNbwX5Iy8zlJEPVbhl7yMD588AJwZvSlbwDzpb4k9W6TlvCoZDj23jYi8QZQAvWzaD7wCKzI9Nc/hPQIBPjxtLr+8gJ7uuk3PRjwhi0E8RAuxvH2GuDz6Wdm86/UtvOPEvDupaEq9nHXCvJUi0rzmio88Pa4MvdovBD2BdoG8aHYVPV4CpLwTJgM7HnjLPC4sjjsMiCG9w/pIvYHWQr09qhG9Q4ESPSUlADyDS+A8ZkgbPJuBWbwgSOO81c3Tu30UED3wTjA6qaETvNxwtjwEH3m9d6C3PJU4GD0DIxG9epGivLeNyL1WgVw7QbUOO8s/TTw8/5G8ySa5PFS927okPJ279MjCu3p3MzxFGAI8Fb67vOq36bz1D1I76MqePJ5AWrxuA7G8yZaOu1xnR7wrPRC78kOUPBqOhD30uQi7w0NQvMJoKbyOvWK8vuK/u4FNI7y4yK66FH3NO5ZR0rz2HcA6Q3MYvYGWiTwSkSY67viyvAm5x7svfsc875dcPOttnzycOjq8JgNCO3r3CTuDjXG7FHrtvBhLgLwnOXK8tuClO3ynmjsYZp07YqKMPEkHijzmKGA8PBwHO7EerTvUNPy7wYVLPKlMoLzB8Bk7EIlFvT062zxJ94k7iKeQu4jqcLyU3sw7hqZfvHqHgDysjaY7fJ21u0Ycjzs="
      ]
    },
    "dense_2": {
      "bias": [
        "L76lPpQLpT5hgKQ+YPejPttFoz7nC6I+SWKiPgb2oT5gA6I+LPSgPg=="
      ],
      "weights": [
        "OHVKPGmPrDu1wqY7YQLbOy4gVzuDIKk6HBJ6OxC6vzow8um6adIKuxPuxLtM3iw7GwN7uh9HUzs7lEc73fcxOxTcGbq9Bti6DaZKumyH7joxoKG7axOTu/0tR7qlzAQ6uiYOO6Y5yzp02s+49hTYOoL2H7sLfJi7ZmOlO9iJXjqBbX66n6Acu5V0oDt1eo87qaRFO6529zssfwo82WzROz94ojzagbg7YVO/O7o1EzsR/Jy6/FQ3u70ajTsYAnE7EclGuzEkfzvz7aG7hevhu84hiLkTQwE6YOkpPN4Ynzv/Isq7JaoSO8HYLDuZKUY7Y22DvBIx2blpYpy7BSH8OhyYPrtolLW5Bwszu/7wr7vOqoo6PCjLuTmYcrqr0Ty8QQ5Tu4ZnFbh6Cs26h7+pOgCDmDuh5oE6bCpdux/3wbpkRxu8zaMKvN5qlLumd/s6xhITOsFymjtKS2g68H2+OrQrozqibcA6XhGyu1Mhz7sApfK7nbEUvI1B87vmrx284PAgvDdQELxbKSe8x+wQvI7Fnjo14lC7QxrQu5iZebtOWqA70XWyO4TZFDveFpE7L2UBPFK74TrC4Ae84mtbulsNhTuoS527hVKzuzmAzbvQaxq8mO3Ku3Eg7rt+g12762pDvJQdSrsH0lc7vJpjO3gQiTomCQg5FXQYOzLaODtAzE87vY/rucgpirs8oYW7Wonrue+xP7veBcM6f30sO9gNKDsww3A6MI0Xu+fkW7sbvs67eB4gvAcRhLpJZlO6OwS3uuVqCjvHiFE61WgKuxG017uc2YG7XSUVPjWb8z3Nyb491jSLPbOVMT3pHZg8gogFvDxhAb07QmG92AahvUfCfjtj15c7V6mgOyAeFDwuA8s6pcmKO6pYlDuDEhQ8QqEDPDK9Bzy/nAE8V9Z+O7a39juxdtQ7BsndO8vDiTvpJPY6+0YRPJSI1DtHOo07xs8lu4UDSbsXYpu7pJ4vuy2GvrpUcGy4SKaMu7hHTjrIuKo5AO4iu0oIVrwoopS7",
        "v1Q4OtupWLsp2H+74fKAuwTn+btcpIe7GCHlulLFyjqcfq07LDySOaRsUjrm4kq7bPssO27Chjtncek7y9kdOzBLYDlMTTS7ditAu6OwY7rpAwS75OL4usNJo7s1euW68eLEu6umP7sULne7shOJu4pQfbuilBy8c2GjuwdEobuZZim7aTjGuxMuz7uIIIy76p6Ru0wMKLrjnXI7U0YWOkCXYjtLpz+6YtlJu62yebu97J27LJVTuwsmobnfulK7b9aCu+K6yLkgsVg4Jugbuk99p7rlpLG6jBR4u9NnnboYUlc6uS/xOzZmq7y6HCG8KluMu22wkrmBbbe7nS7Lu69WKrwHQQO8bQ3vuxOcm7tXS2+8VehQvN8+DLyuq6i7A4EKuxpaabsRBD+8P7MMvNiR9bsTlLG7jgT8O4McSTtaX587wzVwuVSF57o16Ou7ozc7u4sAlbv7ige8Ocfkuw1xirujX3O7Kc6KO1qcZDvZuEE6JaOyOZRbkzniGUi79sG/u/M/xjrLxCq7YZN9u+HGBLw8jXy7pQABOwKkJjpupSU6jE1luozd5LlIEqm7hpyWOzkiHDx6b+87T0HgO5VssDtZELw7b2uqO4a9BDxZIAU8pFEKO2seiTteybQ7rkiJO/cJ8Tr5yNq6o8woO8lwXDvmFI877JCUOhsoULvjyI48G2ijO5rfDzyXHEs7jkQYugV4hzvfFZw7S9RbOh8dgzkr7BY7/EXJOxLTNbvnsJi6Y7btu8+1FDtNmW07N3QbuqpHGrqAhdC6l4V0u1MRPrqj8ZK7guoxO5iGHTtLf306+x0quXa6gzqEeCS6YEPnupdNF7tZKkI7uRGkusYBk7oDOYC6zoIku22MiDvJzrI6UmDZOBAfkbo37bq6eKTOu3XZTrzENNa7IO3TuwUUpbp+KLY64rYsu7ys/rrHibK7nZuku0lfVrtBnFe5zLe1OyhLJLmRrX476tk9O7HYBDsl5Zg77M+4O2nCdzuh+Ue8yTOnuwYWOLuA8ny7",
        "W+CWuyGOYbts/Am8okZTvKJ27LtaJ/G7P8/6OjFLfjuz10k7N1WDObnUYLt6rxm7kF6COuSpXbs3wfa6ACFzt4yzwTou6HS6PtaGO7HVuznO/IG7HERNu+wHb7u8zhy7IFj2u349brtiBrI7RmoVPCyhnTuMw6s7f14EOiiGbDq14iA7WfrVuVvc5zqozBc7CWa3urPOFLw6uA+8xrjSu/yGi7s+WKi71MHNuokQLLsUSIe73Vsbu0IaUTl6Jmq7nAzfunDRa7rYIEo7F41eOzugtDsO1nI7kLbvOpm/eLsUz1w87RiuO6o9DTs/9W67UBXwuhGhCbuEUsQ5tUHNOcmlGjvSvAc7mqEfOkFH+LpkSb66xA4Muj5jpbvXm1G7FwsBvJAkcrsoTDS78e+uun4/yrryZsw7K4wAPK5rhDtOD9s634zDOmoIkzpQRP23bLY5OjTgxzpW7EU7/rn5O0VBrjuzYgc869geO2kq0Do63e47LLNAO6gpdTvW4kA7rDbBO4ougzuO8KO7Dlbbu5f5Arsp9YC7krwQvEpPers4z/66IQV4u3vnv7sqLWW8OzUkvBsoDLw7SFm7QNSTu1qU3btqDQu7vhynuyYaLbvszVS7C6hsOs4swjsTyPs6ZrgXu10A+Dk/RTq7xWk1O4bHsDrzcvs6HKI7vG++IDs+2IG7Doeau7R8y7qkQY+78wU4u5Jkm7uLjSu7li2Lutg/ozvTgnq7tLnSu5Jlzrsm/j67si4Hu5OWjLtCMYG77SK6uzXSdLuzKOY+36nlPjOQ5T4hoeU+NrXlPnHG5T6H0eU+ZNXlPkbj5T780uU+QstKO4XivDrlIZM71rBZO8Ligzu/JU06PgobOxZxVTuIaQ06QIRFOwf1GrxH5Uq8sMcCvLDsMbpc/yK7CnUvOnCkrTqa8ky7izlhu1lcnbu5wrM6yuHjOm6kCDvPzpg7NXz2uURSfDuhDh48RnXDO1FTbjvANia64sLovByYPLz6Neq79r8Wu0+7Frwv/S28",
        "plg6vP7DRbyRNxq8tCqqu7w/6ryvxBS83YcoPMJYkTxUbFo8rGxGPJs3qzsz4lu7DZtqvAaBzbw1tb27MZFlu/vjmDq82b46SuuZugi5czowE2G5iL1bOhWur7mWHMW6gxl4OtvgmjrVReG6hPKguo0NLzvutIO6yBzMOf96QbvDwCK7S+qLus2tHrxoJFe7gftYuwv4nLqJmu25Np44Ot6E8zmY00o70/ckO47mJzsNf6q7Lq8zO0ZBpLpvsdQ6Lud/On3oljsd9Is73iBNOx7DnLlj5ai6xaS4vF8K67sH5gi82/mqu7/yQTpgmxy7AO+kui4u8Tn+9wg7XFiCOw=="
      ]
    },
    "gru_1": {
      "bias": [
        "9yD/vnzopz7m/92/yACQP2Bdbz/zw6G/OpUDP/FXAr8Aouc+eE3FPtYZm8BUIIY/9uktv5ek6T7P4VZA4hyVPwopbz9L7Ik/uxW9Pwiv4D9hpC0/zzEoP5pnyD+B7QRAkKqKPqP8ob8RXIK/kWZLP11OzT7B+10/abVSvwASFj+NMXQ+nOcOQKNa2z7ts68/hxCnv3kouj+QDiE/h5H0v6s26D5E+RPAgna7v4bUEkDRDAtA/3TuP0h5xUD1Oz+/em8swDhrxECy1Xg/LAdCQLH8f7/P++lAzCiRv2fAjkB5AfQ9r/cOwOkjnz7VgxRB+yK2wAXQHkD2mFy/FqWTwG2QHkDZR4O/Dz/ZP+JjOUCqRH7ACz1evwIQU78TCzY/QOGbvwpxr76SZg7AP3zGv5Ycub5dpeW/uoUPwPSkub7C8++/ubvcvzVVYMDQboo+9pI7PxozkL9p8BlAbP4IQAlKk78DIp+/S2UqQAGYqb9GOG0/GVyDP63TbD6PQoBA"
      ],
      "recurrent_weights": [
        "eNQLPuORxz2Nc/K+4dDFPqTAkD6VdBS/VdByPuvDFz96YB2/AVhAP1v7w7/bIz8/w9g/vfXbE71r7vs/GBkxv11chT9ugVA+3+QWPpWebD4zi24+tSHgP/m5fb8wqW5AbtVbvbJAF79eK/Y+UyK9Phtp3L4C27c/ilQxvvAmk79vls0+g9lVP/gMC0DPQjw/9nXYvz2+0z5ITG+/TQCtP3yVPD/qxSk/ymGuP1Fr5zy8ekK/TYWRvh4aG0Dctyy/JSbFvxcsGL53Ws6+3PTuPqqO3L8O8Aa+W8vivkhk4b5BnhS+imbAPa0nfL9YnPc/ijWOv+yBSUCIeKc/1MZAP4FP6L9cPMu530r0Prpmpj92Hne/if6GPyJ54j+eudC/GY12P7y2ekBEysQ+itsbv9ptwD42zpa+FMUPwGx2TL9u3GS/7UgPPnE08r7MW7u+5cCyPiW9UL/5wso/fg4Jvpi2Yb5xx749CuSrPhopLT8ixHK+9i2vP5joqb1U0rI+eShvP/yCar+4gXW/P0Lau5mFTL8g/QE+ENz0Pvw7UT55QNc+fis3P8l0cL8vDxC+u6qBve9LEr4sTJY+FIlYv2nqFr9lejY9BzoSPz1qer5YMCS+3a8sP9zawj1jVJ+/YWqcvmYmDD9BKZY/JhMTP/+ppL0YTmS+gzwkPoIFiL98zUk+qEHav51M9790svk9rqGiv2gfmr9PDs6+sED3P1/8I79/on8/5EK9P8iznD4dkFE/s0GGvw//2T2Rd3A/+qGKv7LnFT4Pp+k+q0YCPpp6Ar9Iebi+x6DBPvPti786aKg8r0diP884pz/kXVY/z1JzP+eznT8y+bq/jKZevwYmjb3srTO/J9G0P/H+xL8Eneg/JFHPP6qspr8gje4+5GNlv9dB47+VqQU8Bvc9P8Mrez7X040+1h+rPyeEfT7jul++C1Q1vcocGr3sZQO/Ykwav06/KT+OTUG/p8rdP0HVFD+5rhs+RI8tvz1rsr9gFZ+4VCiYv9D0oz6e44i/",
        "J2oZv+ixo77D7w0+BTafPRPGkb5QzOk+YPR4PmVywr4mfMe+t6hNv+RsDz76tJo/sR9Jvrz/lDzkqHc+LTMevzebBz+npS08uAiGPCMkGL1dwjo+gZ/SPvAQcr7xsUi+RRAYvlCzXD60020/t6G0P4dOJz60yxA/T+36PYmWnD/p+zO+hUYDP/Uuq78j89O+j4sTPw8kJb8vUcU/sZBev3xmGj9l7fw9Fe8qP+cjjz/wo0s/Ah+MPqgMQD/W1c+9K0ElP6t7Mb74we68MsAXP8RzWT8qGdk/86OOPRNcEr4r8Gg/BNlSv/d9aD/0Av4/If9BvxtewT+zP42/yYaqvZZVFD/sO4S+0m+lvyzlJb5ufQC+3oG/PwRlqD6NI3e9xo52PjQM8T5LTCy/LIkMP28Efj43+dM9Ulf0vwyDqj8hZQ2/QPY9vXnOeD6JuWm+Q43IPdS047+1PBC/3CDpvyzxUD5X6XS9hMh8v/Ahur4bffU9lhNMvxjMpz40cyc+cA2QPgCaqr4rYvS9ppUBPlbB5z00a7c+yofgOYecYD+/NZw/21LYP1+gUj3RweI+R15VvlMKS76MLm8/+mPcPwIzi7+Qal89H8IgvHuqoj0SLNu+Yx0cQB8YQz+lO9U/fTGGvdYe5z5Ss1M+j++BQCvs8z4hnti+CDS3PlQ2KL6Rz7Q91k1hvxwrB799cJA+IARfv+/vqr8A/jI/dkoQQDJ10b+if18/6iY3PuH41D8iqDo/0xL9P829FkAOaxc/M0JCvzPnsz4nkra+oIkyv16I0r73PlBA0+03v1qZCUDH86W+aAw2vh6uZz9Q+whAlBD1v86YS7/l2By/Zmh3vnu59752tMm+0qeOPo8v8j4Omqe/jhCMPlVFWr7OIo0+Li2Cv1zr2z7a0FI+Yr7Iv8e/fr4Ew8k+EFUXQBCCqj1jl+a+jEmKvIWOEb6vg6g+MN6fPjKibj81uYU+azSNPzvVgj4u7Ge/XVaGP0EZND/yJyk+AZOLv3LHrL4DE8M+",
        "b1AMvzX7u77342e/r8RqPV8Pz79GRia+qURFvltqX78s6KS+iI9JvwSuez8OHra/+py8votrwj1hBwi/Vj1tPkilRL+Wace9tbXPvo4JMb+H+0a+imiywFCyWb8KKGq/qkdzP5EFF78Jlom/SIaGwNE+lT4kDFG/iPYTPxWpdj+6ji+/wKKpv/hD3b/HPNM/ce/bvgGbnb953T3Ai8MDQDZGar5hwpA/GnZ5vk07tr9LBbi/MJkMvyZmiMDTHg4/exXcvhH1pr+qyJM+lq/ivlQEkD8JsnPAtCc0vppUA8BgcIg9/WeXv+Pxzj+Dw2jAVL3wPxaDfz0eDDO/bhkGP8CQ0b+mPQ7AtJpePxlqlr9Srea+2CcQP+Zvxj/VqdI+P6xWv11/CMBZs0y9Rkesv69dTL61wqO+ChLjPvb+EUBs5Kw/vr58PDRSnLxfVno+roP6PkicoD4mypo/gIbqPMxd375dXHi/v4knwHMsoT//GaW+r5SuPz4UBr6FkhK/7nS/PWVlDr83tKa+PCNzvinkDr8AS6a+Kb/yviDPLD+7+j+93e9cPhcZHL0gogA+lYNAvroACz6v532/5fAQvyCqwr61UIe9lm8iv1A4kD5m9jA+Fz1kv43YaL/8+aw/jN1oPkaOA76ZRQHA+kyTvyMrRr7YSMq+B6Ujv5K2ib+P0qy+LATNPiIqJr9EmXE/fuuav6ZEBcDqXBW/M4IIvx+SyT0JVVm+GOxWPvL7j7/tdv4+3vA0vQtlPL/b2Pq+YHl9vlTxbD/fjFU+VUSzPtSlL78CT7y/ACgKP6VPa70cc7S/jkm5vrE2KT/lAEq/wR03P1i2QL9WRLS/clOHvdA2H8B6p2O/dkytPt0R0L6ni9s/0M/Rvzxx5z5GGhM/I1QBP75QcUAsxhQ+CJQZP7wcKT+uN8m9P7qFP1a/AkBnnbM+b5qAPcvC0b1n0BS/+oiMvlHO7j9Wjwa/HDNMwGdYIT8bJUC/n6SFv2UFAz5GTT29BkAcPkot7j6yoB0/",
        "cdOGPi7YXL/Kqae+oIe9PjqNKr468Eo/RaTSPsx7bz62HP0+ANBjv6uQqr96a04/UjeMPuCLDr1ySi6/tDARQHVu0j5nS5K8OyyMvXZryb0xFYK9kX4Dv6AQFD04/RY/lhxIPfIOSD1XhJQ+O8Wdv6gKAD/BVhK+J8dPPvY8Cj/QOWA+IN8awLW6+z+vD4K+oMPeP+7yZz/AvXw/CqN5Pw+AmD9ZMJC/EpmNPw3leb9xu2q/ZtVzPgqYrDu8vYM+Fw8IvktUlb/tJxe+v8EaP6VIFL6Mdjg+3gADvw+J9T6ulJe/91YsQCKLXL+2XwrAykNvvzzzWj/UHas/ZO+nPveOsT8iv4M/BBYjPj32gTy1csu/+lWuvr0epL/h/YC+nLQlPyEF2b/Zs6q9m8g+Pa9p4T75xjc+Wkn+PmFByL/KrUu/PzUuO/ukxT0qXrE+HV8ePfUxiz9NhtW/hl7OvRZejT7xPJQ/ozjxv9gYTT/0O/U8ZLwkP2AWpr6Jw0g/rkJWP/k5DT/tPyq/wP01PqVQaz+JJV0+EJkev0Cy9r6Ra24/V5IpvuN2jD5eZOC/3VzgvjOTXb63JLC9eLkbv0zzkL8SLhG+8c0Fvx0lRL7d+Iq9hd3Tvqe53T+CJ66+6QhRPP20pj7Ik/o9lXDNvmKDpr53Mzm/rzdRviX7f742Fm4/kKLhPx7UGD/Bmno/zZn4Pq+OOrzm50U/dIa0v8/QZL7pVUw+U3TxP3vOkL5DWgE+oDTsPZd/7b2AcVc/4Onhv0IlmD8Or2M+0jaGPlG6ZT6O20A/jDvvPZH6JD/eVNC/h9cSwOW/v75GoyW+1rBvv3rswr+XVcW/9sG6v+TGAz//G02+AzsWP80BQb+/ua4/F7MvP9ZJrD/o0zG/wDcfP6jIjD76zNG+ry3EvpVdGT6a1ns+EdJoP8Hgir8+V8C+s8yyvduFjT5orC8+g5BCPxOxqL5lyZw++thTv5+LTLw/jpq+CumQv/bRmb4wF6K9nhukPmQmVL8JCP0+",
        "mFnqvmyTir77EDC/NiuEvgcU+TwNkZC+8SlGP+giHsDjMJm+P+RsP/IF5j6InpM/6cbTvdEwU76ZpDU98poJwMa1iz4S5Oc8zGlNP168ez+/nl2+sZsdQFzA/79jPlI/0k2ZvqM7lb+HQWa+VDkOQKUzkr6CQTY9AZAYv9jlmb8kd84+HvEQP/TJ2T9bCTs/w7Afv8IJIEBo+pc//1oqv0Zmvb6bzRa/eG0SPzqH6D5Oikq/GH0cvxlDED8Yv4o/zcszwNI7vj/bk9U+dBB7vVGihb1WWFZAFGMgP7dvbT/hiQy/yQXqvhbXl779nfQ/jeV3v/Ads787m44/aWI3PvirZr+EFq88l7KTPvWFzr9QJIY/cW/Lv6MDi7962w6/aXeyv0+ZOMBKTgc+hy1TP7Y8VT9EmtK93bI4P3TwBb8Jt4U/4835PW8mmzwzDB6+FkJiPt+fgb/ezxU+u4uEv+HcD7+G26U/we3GP6rKez9pEtk8BCslv110ZT90H028eEm/vobGbD7DIlU+KdHqPvMTDj4Wb6k9dEy2Ph9TDL5E7f0+VA7XvXHbTr7Dvqk9f7RcP/57oT1Ifbe+9/RhP8HntL5S/Kg8Y1iKvkiOYL39VrC9e6hDP9dyRL8RFcM//IwVPhADr74WLxY/ZZgQvoymdDxIZKA+OaCnvrYa2L66LkO+L8LTvj6glr5Ruuc8Ff6dP42kDL6cKhE/0zaWv1ZrAL4AM5M/lkP+PRQ8yL7p/76/aVWyPnKN7T2KKhm/+uPYvrnM4D24l729TGqRvhFrID+2d8E/L8LRPMP7Hr4fG/E+tD7BPjY0Sr/BQZs/fqLbv5dmN7/YkOe9hpOJP3WGyD5GJGjATMhHv3vYUL9JkyE/nyGav6kAP78xEps/Du0dP1EhHkAh7w9AToyOP92zPj+di8G9l0OUP+nhkr9iw5+/gA+3OzXXeT1WCig/vCblPzt7GcC4aVFAO2jOv5JbND5EOKC8yl08v9MNoT03YWG+9it+P1QfEL4AZG8/",
        "CT+vPt/ejb71wVe/CTctv+bM0T6f4iK+r5StPrRr0b4iTb6+MNMEvzc3M7+cWE0+jZ/qPrFx0jzSDsa/WHEvwD+WnD6a4b+8kl0DP4PE2b1M2BE+q1mFP6f9fL43uNA+2KlWvkZ1rzqb3LM9hp8kv5T26r6F0mM+/wDHvQ3MDb/R+uw+KgrXPWzx6T+ErNq/oZuLPyQyBEDzV98+9q9WP4OUXb/kw16/2CnpPzQ8hD6GXz2+3M8cv7+UFj9Tt/c+SiwyPzR6db08ukE+LSOSvZr4ib8yGgo/Mz45PVk2IL/vGfq+HMWVP5N8Xz+i3C4+/uo7QGNc0L5f/FS/NcmWv7q/kr+XaijAbHyAv8cmAr8w/4ZArMSEP14/qz/AUcS8G/UXPQj8fb8ld6M+EOYYP3OVg702rnO+tcBlPmSzMsCrgC/AfvzMvLyr5z0Ozja9SRkEPxISmT9p1yK/v9tSv1HahL5xQEk/3Lk2v4ZfyD/zHxu+3NlKQL2/E7/K7hNANLpfPtIV1j7vQZa+cQHiPjyBSj/zdtk+R3gMvq/Hwj5ksoe7WScqv4bmrzwY8ji/S8ZRPtY+pL3rKdm/qJyBP6ERiL6R3qU9uJKZPpx8v70y87a9WSbpv+hFEb2Em6m/m5zDPhbUAT/quSu9j+oYwNb82z6fw6M9Nqk/Ps/Nmb5Of/m+mi+cP8T30T7n8QI/PpoyPnYHhT1kxyM+mxPHP1k+AD61fZA/j9z2voXl278VDfI8NmSQPgoOjL8CURI/xwQpvOfzyL9qSFg/HGduPpQ9wj78JDa/BHiVv0X1z71c56o/F1qWvhs1kD+9bqK/rk6uPa6XGz/tXt081UU9PwNOL7+QzjO/Q2vEvpu16L6MOKU+X528PjqRiL+gFQQ//NWpPbpLvb+WXc6+Ue8WPXWKUL7ymL291acwP21TPr/MFAS/mkEsvb/cIj4Z8CY/eKkfPrPTE0B1N4Q/nbakPlYNyT5eXV6/qOAuv+MHGj/vG/A94Fyyvqcerj4xhT++",
        "ZP4wvufTjz+gLqA+RS1JP6Qdir6hWcI+1t7dPQcFcz3UWls/1gO6vsdx2j6yIdu9+/GtPrAIYj7X9O+/xWmjPgCYGj/ECAI9kE4uP+TL/77lLws+WJmVP0+7TL6ztQ69vUUGP1DBoj8qQUI/s29OPkn/kz4NHgE/EtWhP54wJj4LtjK+bncAP8gb7L9AIjA/RJxHv13Tyz8wbai/5uqeP4ewrr8d2aw/DQILwP4iKT9F8ae+VB1uPoCDgT5Pakc/dze3vyPZAz/gLqQ9LAUiPq4v4D/1za4/003wPl0Wsj3IiUA/zfCYPgZsp75QEUg+IFuGP8/GPkAADIW/pEnkv4MsRr/D3Sc8rgbrvgjcJ0DRUoi+0y3kPM+JU79PliM/7IlYvtLYmsCcM8C/bmEDPxLRdL/laNi9Nw1UP92FUr5CKoy+xKciPG/nD75s0HK/jkEYv+vPKb/yuOk/5DbGvskkWL2symQ/jTiAPsEGkr6k5yc5ujFTvkfXbj/UNAjAFS2cvzVLNj24df2+UdyUPvrsMz6+WAg9OWeQv7nywr6nXNE+xV+eP4r8BL9in4O+2KYXv6u2ej4o056++dUPvxlRx7uJaay9cawRvjGwvD4v40G+oymuPwmlMz95QcA+H89zvs5eh79eV9U+w3aFPlt0vD6S9PA+eZGcvbotNL+fX0S/UnN/v9iipj8fioA/1iMZv28E0r+ACA6/sjOSv06fJz+HW6G/ibk0v9Zzz72FtMa/KnUzvxa32z50bY6+Fh5Zve8FPz0+9Z0+fsJVPupfTL72AZs+eeEkPknTTb+0uXi/+sWYv/U2Bz/IJ6G+1fwGvrnzYT+rlgm8GgxzP3m5XT7AgEY/K5NyP3D9OL+JJsW/F4l8vx/pqTsaHw+/dO7yPksB8D8R4tU+Dm6BvKndSL1214S/RGiwP5cGgL9+69g+mOOPvqIyBLsl0SI/NqvLPuFaGkDScNm/FBe+P2jkkD7Dh+C/UXmIveM+qj/RGrA+ZFiLP0tok76yi7Q+",
        "QZ5ivHt5ET4VHNu+iuucv5w+GD+A0La9NsjCPU1pzD1PxyM+cXfUPqk0Pr6UrMS/bFyfP5k7zTseZec/C/tlPwgkkryLVZy+H/CZv4T+O75QDTC+1PU1P8sPQD4dzn6/yiMhv0rJsb+J9Yi+0F35v1OcSD/JxLu9cqzJPQppnb8QvWO/rjzRv/vnDEA+6gNAAG2UPlbJHcClhgM+ToK4v5RYnr6inXu/cNTfvkikGz86Pvu/xQ/OP/XhVj8ZiWK/djrQv3xNVL6aSu4/d5jtPcUGQECd1B8/8roIwB2vtD99YDk9UOhhv99ebD9quA2+9VPavxVXg7/Gn+K+4tNQv4+hHL4PaQg/wZ4IQLw0sr/7AqW/JV2Rv1N7Wz5eXJO+zbuqPqASqT1dQr+/HpMPQM6W0r6WMi/AFW+Ev1kw7L7hfzS/3J04wPvnDEA3k0s/JvIRQC9gTz79lte/pDv/v++hnD8d5q2/fverPjVhpD1I3wlAMN+APyCBSj/atKE/L5xtv/YA2b2asBq+kxgCPqofxb10NnQ+mfGHv+cbcr911hw/4gxgP0cVnz5CdgA/BLMUvrROf70kuhu+RFrLO+Etez4f3/o8+XQjP7sQ3z1CM5w++5wSwJHEGT/6o0k9UukgPgYTEb+KVIO/XdoHP8Dvqz2PiO4+JSffvOB7Xb9ptiS/WruCP6iwGj8/JYy/VOEdP5FHIT9VUNc/PkApPO9NVj8vw7W+wSWKvwNgf79EmbI/NJHxPlVJhb9gawk/djcNPsGoPL9aGCi+1KVaP0P9ST8FbmW/WTtSP/16P79GI8A/yZJRv03FQr/ENSrACNnIvyOkRT8rzBzAlB6vPnE7Mb/I2WI/PP1QPrYW974BW3q/w65Uv/i7Vz6H7f49gDsJv5XkaL6pbDI+lkcNv8lRV78ROjK+PwUCwLWYmT8QIR8/B0f3vfv9kb0BGCi/s1suv2LZVLtwja4/rmLJv+0xI75msha/Km0mvxmqBz9ChE+9YXNUvlGmD79envw/",
        "WLyZP1oADL+6MTi+180VPg1DLj/2UQg/cr3QvgiZmT4GHZG+BQFRv4GvCj/LLL2/VlmfvoT4OT5XOUbAL/SrPje37b1d9i88VkICv1OrST6cTiW+0aSRvyxqfz/Hgpm/SxoyvyFZYj+f6Da/uV7av4Me8L3qdhg+2LwIv3WZPz9SLkE/OInaPp5SsT+3++Y/jmWAPeJZvr8khs6/HIuxP3EfXT7A51Q/6AisP139pr8/ZeW82xFGv5rUlb+5gXk/gU2WPyu1ar9o1e2+GyNWP2Jl0r7WEdi/FDDYvkOqoL/IzBS/uF0mQGbddz8jOKe/R1MSvyDSar8O/4g/M+gXQKEBAkAT1wO/XMUHPyaND0DXQQ1AsEg6v2AZpr+82a0/CZlJPvA+6r/46wg/DZOPP8bXg7/CFPa+TlY5P0Ybkr+1gII/hDi/PVZjg75LZ9q+LFFzv0gv4T/e1o+/7fHhPhBtDj/QsaS/Aggkv0YitT+a0Yo66e8bPwX8Ob+qBSI+rdk3Pwe2VL6MXVS/Uf4vv2izPT97wTm/AsAvPpGk5T63xWK+mnGqPhDMBz9b7AxAPDsWP2bEu77RvyXA3QPGvzhvuT/Ts0C+Q6Msv0qF8D54ssE9flKIPkl4rz15+fc8tLgcwINUKL9PaL4/d1VCv7H7yj81HEA+LgenPxYC+b3PVIG/qphlPcDinz1gTyxAyaDxviIaer/0lpw/N0Cev2T12b60XDG/NbZBv89g/L+z2bi/mGh2v4tTF7+Ao6A9fM59v16OZj9rLd4/CGKcP3KvJj9poVy/uetIv8bJDL8jklg+Evi0P+cOnD80M7K/+LKdvxduoj1zwGe/bSGpP+TTnL/jJlu+mRahP7gAH78/QSQ/lkw3v/jBxL7Z/GE/bG0Jvxeaw71dy6O/zrIAP7/t+L42Rfy/hPIMQLk+UL9r25K/ugUuwEqoX7/dv0I/XlamPwRZMUBOgyO/+fHqPuXyND8K8NM+yGgXvxM0MD7kKhpAlkxWP+S2Rj9OX9E+",
        "rpQMv2yrt73UeIW/S4+1PsKmy74O1Ty/dtuivMYm2z+i3Gs/QBGJv9Uaoj/D4/O+FbDIvlUL5L7Gk0TA5q5JP+rwVD7tPqG+iumkPGAHcr1B9Mq+6OB3vx0OFr+CfpTAVB8tvyNLAb8BarU+GiJVwIMXLj4CJPw9cT2oPbkwcz+PUX8/h7PgviWghj4NAVC/ulTrPU/rxT7RsUu/weasPk3CCD3LRvq+pFTwPhxIQb95pSHAlOCSv4EfjsBxS5U/oAaQP9po2bpzKrS/DJHlPjciIcChTYLA20akP5c+NcCBM0c/uncIv5FIRz5izovARP++PyNJib+c3xs/QpT2PxDRlT6FG1A/5sQfvwBFAMD3/iRAgtxXP3qdK7/mKrU+LJbGvdq+Fr+G4Ra/s2D8PzRoQ7/RhmC+sPaIv0DXRj88Xwu+InYIPzUKq7+GZxW/I6bLv+OEUD4AO4g/HGS1v5JORL8U8aM/nvZXPpR8OL+61Eu/PZPRPq45Vr7SWPU+2CssPtshJT6R7IY/BwP5Pi4+dr/PigA/Re5PP/U7Rz+cB5U8qKa2PiUTnz9bqiO/HWmaP3gc6D6F5nk/r7QHPyVScD7PFBo7qtwmP92YzD393hg+4SnBPMmip79ZEkw+uHFLv5KIVzxDFhs/LqCYPkYZTj+Niro+jKIkP+W++T6480g/1BMOv4NmiL+FN7A/GG98P2PkZ0DGTpm+CpMfvvBW/D762RbAbG+Xvxv+A74m49i/raSxP6gOTT951kq/V9LiP5ofB8C8pYK/DUg4v9rMdL9weqo+V7kKQCj1vb62sVO/PCsWP4BEc74L/Sa/kvGWPnsy7j94w1i/qMW0P3V+qT7Mp6A/C80VvwHBmr4Gkyu/2k+xP4GxTz/8pYe/0QU7Pyt+jL5B1t4+Yea2vgRELj+sOA4/UBECwBfH6D9zRvE+gKXxPY2unT4jUSc+B+Yzvxonir9OmrS9ofUZwCESsL7ngjE/fiizvH1D879q2wK8/M+SvheuHr/7TiO/",
        "fzZNP3iABr+CixA/srixPYRT2L1Rw+I+ZmJzPdZbOz/cfpu+qrWzPWD6gD+RrjE+rn0sPo4Aar1EcFNA6jBVP2jnND885nA+XtRkP4skvT6ZTtY+Wi5JPxlMBb0piydAaK+/vkeLyD6Kos8+klwHQCeHJj8h7bm+QPnIP3qATL1Asaa9oQoXv8fvYT8NbnS/ww+TPgOb7r+iTHE9ACqDP4wQsz/8cJq/ELK+vV6+rb6yUqg+DsRRP5+1KT/ekFg/YlmwPuynKT8go/W98mdrP+vxBkBSHPM/q8LdP3qqCj9WZ5G/Le0Gv7Uxzz42NeQ/UMT2vtQgNL8w4ZO/f12BvwaEhL3/lh++7VpGvoHBP8Bqxs8+mctUP9iANb5Rb6g/IXKBPNplxD8KUI8//O2Pv2Tyvr5rZEI/T9eGvizooj+poR6/PDnkvqT/Oj/FZ1g/foUUv7Of3b+I84u/nj3tvmmtbz/fTl++X8A/wHdcLL8oPJW9Y9aDvunXGb80jmC/4MqXP0gGHL13J3C+SMXBvpBSqrxA/fu7Bzu2vvLZ973f90O/xFnFvqLgi75EqEs+x2wfugszFz49ExPA34dav928sD3tQhG+9B8nv8acZz4ZPIW+CZOVPk7IlD8a+Wa/GsnCviumTL+TgEW9cUJjP1hEST8Qozu/qopEP1L0jj9mnti/plcRwNMXnb7WNxQ+VJKrv9/UTL/c7BjAoKNwvVi1gD/xvbK+YCDQPOLosz5KLLA/hcihPzDSEr+JgjM/Ubygvjlnlr8F65w/yIP7vWO9AUC51Ni9wMUCwCVMIb8iPhk/QiomQPyjHT82DCm/ckOYPtqAsD/YcYa/weeFP5ID8L71NE++LXDDP/odlL/UmUu/Yficvxsog7507mQ/A0GdvvpM0b7soni/fT6+v0qyvr7m1xXAIqGQvuDN77+zdMe/PBMdwLCU/j8ICd8/qbjjP6OTij+XQ7+/OASVPiavij85ZMC/B+u6v48t5D/r9gpA6PFiPjMbLz806pE/",
        "1BiCP77aO7/qShK+MGPxvlokmD9+AMi+x6b2vvUuGb97/Oe+ly4kv0r5AsCOBKO/feJhP6vKaj4huwNAGgqGPtAUOLypWis8Djpfv1E2ez3Fcag+rEUaQE8OvT/GLL+/iVayvjOr0T61Kye/Dj+RP8iitb1GJnK+p4e/PiyclL9BuFe+cM68P9q4Lj8U1Ss+bycxv5uYRT7WtCQ+BzYEvthQoL9Gw9W8la+kv0+MzT40yLm9kcq2PYH0u0BNdrU/peiEv+smTD80ZhY/00A+P9oogL8HnWNAevhZvtneQD8br7S/XSS8v/b0sr6RNo5AQS96v1/nH79DpDY/KRB2vyjNCr5mdLq+RX0bv85Tgz9cvbY/dfvMvSrlvL6IZUa+RAT8vJKxZb51Fvg9U148P0+Yjb7mnSk+5b9HPrZpEMB9x3Q9dWiLPqYxPL+8U5q+4l6pvwBDrb7nkLq+plOEP8UMl78JOh++96ngP0w7ez/rEKA9jJk2P4DlJb8s6hS/6A7hPhxkGD6dAXi/YqahvjSGcz/+OdG+lwwdvyizBj+uhgG+MAEXPWzwkr85qpM8I2TUPVvRxb6hIIW/1t0ZPE5vZz5qxhu+KyMqvtozpz1B6Q89xklCQLA+Cj+sSfM87kMbv1pGe75t/6o+hKXZPwEqMr6yIZ++ZMCEP8Sr6r7ma4O/n8kWvt3BTEDGs4Q+uwnmvqEhl71PJo89Q7GQvuSdub5/y20/c1UWPyRkTD7UCBnAULPDP55DtTz9ZjY+HxPQPuebwD4rJqQ/NISgPQ4qeD8MS3I/TWLUvxcbGD6Nvig+T9ZTv9BkSj9S8Bi/D8qqPEYE7j6ENJe+1nArP3urET7H5Oy+zF1oP62AM7/5Ygc95EMov0+tFb8jXFq+m8o3vRqueb4NXoW/8LF4PqS6Br/RjrW/54OfP5uduL876x6/pDbDv/cIxj8Q61E/Qj6TP0we7D67wk6/siHsvnqpHz9hcNC+nhqlPvKlmD9B1ao/EJKFPYUlkz4uBpY/",
        "apI5PhYLQz89UYE+bktSP+9UFT4XzWI+05Q3vxKq9z5qnZQ/8hOJPrYU9T4bIdi+W9wVvqvSsb5nULO/+TqKvnj3Wz3x8IS+VlCdvplDgb2HDae+Bw1lwP5olz+GPiPAb+v2vm9AsD7A2ew9AeJ7wPoAvz5ubxw+oGuOP+WlaL4IIxE/x18JvmQvnb+sRtS+4isXP3pPOT6hmx0/ApAvQL6flb2+0Sw/T+hIvywClr+wE/C/K5ZBvzYogsD68Jy+WSltP4elqL4NBgK/nubHPo/UGD/RlC3AZJOIvaY92L+OEqO//qxyP0DQ6b4/YGTAiR1WP3IBjL+KMkM/EF47QFrTMb7nNGO/JRjbPiiDyj6YCKu/z5D6v0mSbT/1IAm/vXnfPrSkED/kLOk+z1LFPuGYAD6EZyu/ypftPUes2T9AgZo/wUGuPVUHnD7KBRs9AeU9vuDKtD2PFiA/TBhZv+5Kkb99AALAerX5voA2EsCorbO+3q7xP95iQb8uZ0q/0VAfv6w2Br5g/XQ+avmUvv5Vxj2kVve9b+LKvoPEBz+UpAA+dzIXP58mCL8FhkG/XwTPPteVZD0u772+kbknvxtMVL+94Mq8kiKrvfnySz5P/7q9u6Q6P2jZgj7HvQu/jPuNPje+I7/HkRW/oNaZvtEG4r4bsE++TFWgv9AW273557K+GuMTP6Zt3b9dPH0/HZtfv6GVQD9tjYg/UV8FwHJzE77FloS+bLbQPbK53z8ZQZG/InLxu6EuGz9zRF6/eqyqPsj4FUAt50M/WVidv+wQV78sY1i/TgMEP1lL974tluo9Y9UqQLFWLL/qPIK/IhkpPuCWED5eNlU/wK6kv0dfg79u8vA+VdvPPmZ9ib/jdPU9LePuvrNntr/15Fc/ey6Jv64YJr3FQoM8e4Q3Pj4Uir8HFgs+466oP+XoD8CDApU/cjqJuzPQhT8kqMI/PblfPwL8qz9vva8/CfXwP1liVj4Zg8E/SjzBPRBgdr8f8OG+PVShPTNxRT9wc5a+",
        "6waTvvoAsT5sNMu+xf2yPhf21D4vgig/IzctPyugtD5XO1u9MOQtPWmB4j6ZCo4/ud31vjDPAb0L4OI/plyuOfkitL4UnKe9YFWqvUQxbz3pViu+LdU2QPaQmz5Xrec/M5epvGE7iL5FCn2+VQ2kPxUljb35uWW+zCacv4oh9j+O7CW+mt3Ov94RCkAtm5W/Xvjzvxih2D/xxAg+J2XUPcpxDT/43Yw/I21Zv8+ipT4C6/I/QEM4vwhLkT8jS5Y/u0okvyd63D9nRZU+OHT6vp9IMD8llP8/dns5vxAEZD/Fthq+qP0dP0Horj/TrVU/7f4lvjLeQsBMVLS9XAi/v2HsUD84qBe/LsLgPpTJAUABsa+/VWS8vy2nNT+QczY+uCLFPQLttj/Ls5O+edqzv/+qvL5Ahg89f53cPwBCrb+UngK/DvkuPteH2z4WP+++aJClvk1bqz8UYzY/sJ7OPoMWgL7QnYk9SFDeP82WlD/IcNI+G01Fv8Vl2zzl/CY/4phNPz8HuD7oM4a/LxjSvcFIGb5VRWq/2VQ3vwXHF76YiHk9N8NOvJXzVD9ulE4/f6fvPi5ckT3boNK/DbLZuyZfJz191Fy+xp3evgAeEby+9Y6+V3vXvt6SlT/dhLG/Xr8Lv6k9mb/ILA2/ZLtMv1FUfj9/nBw+l3igvrUb3j4V8du/a2SKPlO67z6RzE0/jpO3vydxnb8hQEY+c0koPxLglr93pTu/kVMOwPR+Jj9d1Vs/0vq4P/aaZb/FNta+z6gnwOwZqr8vrPs/bbwbP3sabD+EbGS+WNgUwCyzJz6upuO/GCiJvwdJrT8Qk1A/i+UnPtG7ej+Kt7W/dQicv6NqMr+ZD929tPAbQDqYDr9B6sO/wYQHwIIKm7/wpyo/K0uRvcahLj6rBYy/jGnAv2AQrr6c7S/AqmepPzktHMCS+t+/1rVCwAaOMUAlkNs/UIb6PzH1Xb6jMq6/aZtsP+xyA0ABYbS/b1qzv666nz/nGh1AjC0QPg6xUD+cyTM/",
        "QbfevcJzij0CW4S+XDiWPaBhAT9YEZm+a3QvuzYrRr/O6xC/J8CAPjYZhL80asW+F65zvpVCej1NMYM9R8YzP4eoNL7Z1sM9LE1uvv5evz26nUK9VholPiDnK78xJA6/Ue6dvkjBujywyxa/VWLGvmXPQb7SwTs+LoCMv7V/2b4+DfA+/34AQBJ8IL6we529joYRv7UKE76ut8G+6e2PP6a/Br8NODY/AC+nPvnnvL8qOJk/2eYmP0eaCT+4UpQ+7p6Fv7URAsDsap+/iZpLPa6HXL9sUNG95tQ/v1K6aT+iTHm/DgW7vkLESj8B/AK/ibsvPyTL3L+wKpc+LFfCvvWG1b4vibm/e5oNP3tha0Bibmw+H1YcQJV22r/XwBBAxRqsPuIgoz/Wr2++4sy6vxM/kz/PRIm9Toyuvg9BCT/fiGm/FesnvxSEgr+VDKhAmgOrP9eVFb8hOes/DgUAwLdTY77MeY88a8rTv1A/p766+OI+Q0LpvztsE7+CD7q/Dn3kP/wTj79h2vg8p5huvkrc1r/oGxA+4v2HPh2ozL41MQy9vk/evitgsb9c1Fg/XoiQvDC7Nb3+Znq/GWYZwCc9ur5X54Q9aK+vPhWtUr61chi+S2adP7LtrT4UPOQ+1+uBvUzs7D7Q2uO+Cl6iP1BPij4hfCe+d+RHP9jLFDyS2Ci+nCPUv3YXNUBT6RRAVxudP6nDXD+llVJAiGkAP1G4CkBZ3s+/k4vhPuFNOT/ODcW7eVw/v15eLMBN2ww/+aGrP0FyQD6UiMo+UHSoPgx3zT+s1dS/D8MEv6OXKL+f/5W/drOXv3cnML/4aKQ+Pxv2v3bAjT7Moja/unSEP6NXnL5X2J8+WjEIP8SKUr/rfte+/BYaPslcZ79Hgqm8MgvhPrWCzr/u+g4/nS5+P5SN1D/TiwM/KI2kvAM1Bz6uody+A7hEvonq0z79T3Y+M++TPUpRtj95YVW/iyrJvwnpmbv9KmY9SZwpv4hcIr9r6ns9a3vQvyDfLj4/D1+/",
        "4aVePnp6iz3dp9W+dYwYv9FWJz9SBdO+X3BZvxkeWD+woWu97D7cPw6gEb9HC0++7qiiv9tBJL7IReI+vfEzvSyKm7/LJFW86uFvPbmbsj593q6+hqh6P5CwIUCB8xY/bchxv2UeB7+pN9W/rAn/P/mU8b2ko5+/pjXfvp+JQb+a4yE/eBLUP+JnoT+S3WI/85aFvivx2b8uG9E/A+2PPneYr76zDz4+E6h1vkJg4b7okRK/WYW3vcBZrb/IlC0//dZmv3GXh76ZLDa949CWvv4hcL+Y89+/sSR+vbOBN7/yqsa/Rwydvm3CeT8K73C+cGNbv+YNdsApgs+/gOxEQHzq9j7HUcq+n8zTPyRhSMAg6Q++AjV0vzZzIT8r7SM/8dbUv4K82T9flgc/4ZUgvz4jEb+9+QU/km7QPr2foz9gQdc/HyGQvVF2WD6fug4/JYlkvvWV8D4jIT2+Ts82v3tSkT55Hpa/+eIqv2viPb9hMRU9xcv5vziher/RZZu/pTiPPd/WKT67s949DKWVvopgg75TajS+Av2UPp4fCz68Dbg+Se+UvwAgFb5jRkC//5bsPK9fSD65c6A+Ut3fviWSYb67Sne9UdK+vnz1hL5280G9pS8UQGtclL8Kq2W/E6lPv0E3Ez8xeVc/ATbiP5zuST7sinE9ZfVVvW4TRT8iHz2+qHKIPwP7xD11jyI/Y1qOPiivxj9iMNs9LWBNPidDgb4T+RG/NlpBvnv+ED+34wi/M9oZPrFSAUA8NYE/Kbvmv3l9Ub7lTQi+ig46P8ElwL7ak/4/sSSkPb+Mr70iL8W+mmnIPz7kD74og9o/le2YvtANkT9qgW2/7rZNP3x77b9066W+pAVfv82jB7/bS8TAozIUP0gl5D/bTgS/dl9vQLJ6Mj62nJU/mtbIvwh4j760kGQ/vhbLv45Tk79SRAnAa9rZvomMlr0pN8A/hC5fQHiJAsDY5WBA1A1RwHWQe7+1rxY/EyiBv3g6dj2aGoc/apgzv3g63D7tBQzA"
      ],
      "weights": [
        "LtuOv/u2kr7d4o0/N4gbP9Y5fb+flUU9nj6SPpsVXb9d/ek+TpFMPms7czvrQzu/PSaBvaraLj4FLuc/76OPv2wijD4Ab1o+Hyf3Pju0db4X398+m9IZv+h+vb69mNw+zDe7PiufgT+Lzv4+H6lsPg/SNL9Wj0c/0jupPSAEs76Rwdo/0kapvKeCzz9EJZu/GvGAPwDtQ78TIjy/TZQ8vxzoFD8QHxC/TAxdv92FqL/L8tS/VlCVv/qGiD6KHGy/noISPfDzzb4b/CTA8/vsPsuh9r8XUZG+NolKQJkJ2b+BiPS+3+gDv9t2CMDiMCa/OvXBvVMnqD8LNba8g/ogP9obpb64VjM/5XwGwN9tNkCHNuY/esrzP9I/kj/fIka/bsE/P8ywvr0gVMg/phiMQP4Q5j6IqSlAKZTNQEME2MBUOvQ/jbs8QEalK8DWlfq/UIUMwDstu0ATxZQ/RIiTQJt7AcD1TuM/WpdoQLf9rUDA6SHAV0I/vVFoeL+Brea/HElEPd7tQj0RUNI9jaJxPehF5T0wBtI+Oos7PgPyjb9EHdA9SXHovUMLIsAiRkY+MPiBPS5IDTouhMU+wRAiP/QOlD0tMei6OhUoPhWwqL3qNz689AFHvjyX97y7D4G+e3hKvSPQ5jw5cY4+kpRKPW7wnTsXl9Y97zeVPsb20Dxi/5C9ch8Pvn68H0CZnA6+XcHVPjLOl0DkVs8+c10PP7pb/700Vdg9SvFVvwygoT4anQs/qwkWPfKlDj/z9KM9+Yj5PpbXa74Py1+9V9KdvsCIsT0dEZ0+kjzfvajpPL7a/0Q/MiiNvmqUob2Egxg/8XJYvtKKFr/QpHE+Y67QPZxcQD02JMQ97UoDvpztnT652pC+AS0ZP4Fn2T2qlXm8AV7VvCfYGr+aW1y9KZ0EvlZND74mhQy9VHlXPy+tor9WzPg8B+w4OxYwY7yr5009SgEEvM6SE78Pkko+IKRpv/5PO75VitC8KmlFvVUz1D/anhc8STsRPfE0l73qc1O9",
        "8/LbPRtkZb2EVKw8bA/RPJ+iSbwe6AE9aUeSvCmNOD4cRJa9m04DPBdMPL2DBTa89dZTPd9HfjyZjyw7DKMGvfBak7s7Lo+7Dgc9PIKw6DsrjN+8n7qTPA3wxz0B36u6mACMvZiSmL2tom693ZkyPN6MBz1E6p48ZKixPQVwHb71TSM+Pq7GPgb/9D4UR5M9jj8wPrTJ+T1f10w9+Y2QPqhHlD40xPW+vf4wvsxVgL5YZM49lvywu6iHar7QTee9hyE1Pn1pSr7G3tO9PW5hPlioAL6s2Ui9Jz5TvfwIjLythM6+Juynu505yb1Kch8+HbXnvvzVGj/nIaG+qgaqPn/tP76oGW4+bcvlPKT1bjwueM27DWDCvcb2Br588ge+tlNxPlV7rbyhuwc+eHmFuvzxeD6ee5W8v+ENvdFctLwfigS9cmEEO5TZWDzRULu69FRdPPPz8rtB3DC+pwA+PleNnL1bDmg9GKrUu7tMjT1pbpW8dBSEvY/P7r1n7Lm9xC40vTYiJT6vWa07SyD7vLh56bxpdZo7xcfSvSfvk76PYS299A7HPMuYYb5LOTG8s+0gPBDmZzwH4to81kBWPQddXz1Kr1U6CCEFvEhw27ppHiw8iO6Fu5yUnT2kTUy94+2aPNUJKL22fsO7K+4ZPPwtST1Qs468X8fVOq2XYz0kwbq9rNHQPDRo9D6Iwl08tHepPqKfBD/ElDw/Q/s5PtKEr71JKDA9621iPmZbYjz4AGk9Mx8Cvf1FgL1dnku+ZGUAv4B9Kr2ROai8sC/2PVHrjb0Jb908tc+OvLJCfr1yp+88WEsbPcrKC711YJw8X2OMPYnTez04xIq9oarxvYSvNz2oIYA8kkuKPJFCfb12jD88XjJrvNlfGb5xowY9YwCUPdk7LzySZIO9/xXSuwNq+bz+YQa8VgblPaInLT089zk8BcTEO+M83rsAPwU8fKrmO5k3qbxjSgW+tKNCPFr9UD0a9a48/AjbvFWpD70Gvhm7bZyrPWwlEL26odG8"
      ]
    }
  }
}
