{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              null,
              4
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "GRU",
          "config": {
            "activation": "tanh",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              null,
              4
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dropout": 0.0,
            "dtype": "float32",
            "go_backwards": false,
            "implementation": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "gru_1",
            "recurrent_activation": "hard_sigmoid",
            "recurrent_constraint": null,
            "recurrent_dropout": 0.0,
            "recurrent_initializer": {
              "class_name": "Orthogonal",
              "config": {
                "gain": 1.0,
                "seed": null
              }
            },
            "recurrent_regularizer": null,
            "reset_after": false,
            "return_sequences": false,
            "return_state": false,
            "stateful": false,
            "time_major": false,
            "trainable": true,
            "units": 32,
            "unroll": false,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gru_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 64,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "gru_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "distribution": "uniform",
                "mode": "fan_avg",
                "scale": 1.0,
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        }
      ],
      "name": "sequential_1",
      "output_layers": [
        [
          "dense_2",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "7acf979869779d31718fa515b9027bfdedc97c4e9f38f9f42a38e7e48eda2136",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      null,
      4
    ]
  ],
  "output_shapes": [
    [
      10
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            32,
            4
          ],
          "values": [
            "l7CaP4oLCb+Ddm8/g41DvoFd1L8299i//lwFPwaPj74gcvK9kAbcvxI3aT/XhQg/e97ZviA5tT/dUtS99XPBvoqSzL8VHl+/qlMAwHBBCL+p48e9QLa/vwuNur5SIgfAabLyvikCnz5FMG0+XsewPp9tm79ypKa/IhU9Pjkt4j7r6mO/o0TyPpaSCL+/i1E/l/esP6gEhD+iXuM+F2qsv7MAQj4eBOS/iCG5PWi/xr88d2Q+KbAXP6viP75camC/YK96PxBw1T201qM/EQeIP4bcEj4X3f2+aZCqP3qLjL9I/UA/RU4FvXDl3D7wmlk/QoypPzwqOL+xoJQ/vM6Yvqp5kj7QkVW+iZmXP8ucEcDE88e/w9RLP3Vizz9JzWC+PO2RP72/4j89Z5I/uOETP32i5j7WoCE/X4aCPodD3L4kmw0/Lhg2vn2RcD4YA48/sPNuPpDZmb42QBS/7OFaP743QL/mc3U85xS8vh23Mr/qTYo/aMI7PlKzDT9seVu/46ABv0Bj8j6i4Ty/rHDCvtGtM7+9f50/Z06Tvk12nD6NuFG/Eu7gviizzL9XRkW/kgh0P6jOOb+OaHQ+AZAsv6f3Xz3xL3w/olyHPswzAL+9XXS+C1FBvlacwr/8X2O/+oi/P/XPYr4mwIM9EX6iP6nDD74XmI4+mi6Bv0ytor4="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            10
          ],
          "values": [
            "jc+IPoejbz605lc+b9o5PpLBHD7aDgQ+qI7SPYh4kz1QVkI98P/SPA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense_1": {
      "bias": [
        "0LQ+vDXt3DyDjbU8pmU7vLxfMbw5QYm8T1qovPPKSLtT1p28gI0NvKTTvzuUiBc7XNwJPR9jDTz2Zwq7YM+6uxuAxrwVlHY8afv7PhJbqjsIBOo6n93aPA3dArzXyVi8Eo80vOUTZrulOoG8uEdjPLwXAzx9Eyo8kfbqO24D9Dvgszk83UOCPJxzbzuf1R48w/8FPBheKrv5h4K8WEUavJQ8OD5y1ra7K+o/OwoXOTycify9oqQ5vF4Ypzv6/JO8n3+JPGM/4LxOQL88ibudu3iNhjwBMgE8vVukO4F6djxu82e7IMlKvNX2irs4C+Q7GG+0ue9hcrzwMKu8ZyxxPA=="
      ],
      "weights": [
        "okKMO4s6s7ugYJc8ewHBvIViDL2JDiI9BtHBu9DeCzx2T6Y775HzPH0GRD2xHko9ltLfu4wyebxfXZA8b/0YPfrkEjwleam8EVwOvAGHjLstztS7UVjMul7uEL3mC1C8xHMivUuD7zy3pv87O3lEuqezxjz+0AK9PZ8vvUdfmLwTXde7GIeQO7Gim7ov90a84BZ2vJhYE7wpDTm8fWPdPNB4yz1S9Is7CSb9O0plFryVYK88KZKhuzfBsDx+vB677YPBvDtySjx8oqM76fMYPVuB9Tx83VK84BNPPH+dsTyoAL8822q1PCE0HDyta9y8WoVsPHyIl7wRn7O8u8QKPb6hh7zjlYo7AjPbPPiOjbv+W9q8VH3KO++T4LxC8pW7n59Fu/rJ07sppxs8z+HkPG8yHLzOhWw869GLPKl5I7vgLPy7mJl7vJkHSL2rYJE8cyeBPHtzvDyB69S8U1OYOpjtpTvZbbc7L3PdO7m/pbz5smQ8lRC0vNDAZrySzki7Yr0iu2POKzw2xg48ASbTvASWmLxdL8c6ryeCPFebOTxR1yO9OV5kuhKBfjyA9ie8l2RIvaUtX7wzK4o71zjIO63+wrx+652812mGPByKQTqLZgG8PahhvJSisbs0qQS7w/+DvMfo4jp7PpW8S6DIPJXdjDsG3Ys8THwAvOOzn7vE2AA89bYXvd2SrrzHptA7KbaYvDXQxzyPQBw8AMKFPNHWnTwy2548EFMbPFpU2Txgqgi8cymvvG+G27u3aQG6TOcfPNuRwLy5ZgC/c7E3uzDXHryfw8O8yvWMvERx+DwANpm8mmS7PH4nv7lkhcU8pzoCPdrF3TzeULc746qzvARvhrymWRG9BtaJPM9oQjz8rk67XYYVvFs+e7y3kJG7Y/WTvhXaIbxSy3W7bmOrPNU3Ib3krWW6sjy+PL44N7pjNMO80+38vE86JLw/eUI8RUjPPA/Corz55B88KSMSPbq6i7pX3Lg8dRYDu8th3ry+uVo82ecdupP38boPGJw7",
        "VKK1O9auWjyNjI+8hmBHvJy+T7qveH67sPEkPHnYhjxaQsW7mkT1PMxF8zvfkgM8j9EdPNSPijxwUyi83kcAPDjUZLuzzvI8yIvWvp6C0bxU6/u7xRgyO2Aam7xYSgO8hJDnO6hItzzEoVW53K2EPOIx8Dkyzde8zJwFPEMUBTvVhWk78aqFvCn1Vbz8fJ88/JU/u2LTSTxpBVw7iW3fuyGUET4k39e7ov2Qu4Bt2jtO/BC9f9Abu8Mm2Tv9xl073kM1vC+Acjzj1hS8D6NRvIsB4Ls+qKc7dBsLPJVQXjyah3086HVyOuSTEbpY3xi8k2I0vIzCGb1NKSe8p//CPGZlqzwbq1G8yNSUt9V7lTyj4Pq7rWUSPMrycjyY4Li80q8HPWt4G7yb07I7R8cRPC5Dwbw7RTm7CleLuoa/87t3Z6o8onASvWA0B8DimkK8bi4QO5ZHTry9QbM8t8MavGC8ybu/R3A8sK0VukQF2rp42C88ympsPKTFaDyafx+8fTFovDl8gbt4e4w7uUKfOqxWjzwzGaA6h886ud04iTt3UA2/4gj/uzzQmLyKij88dKGDPEiFwryRnNM8eVdAO3IDSTuoWUq8Yzy5uyeW7zsThlC6IaCrvJcTM7tQIta7HzBYvO4jIjypkii7s+txvO20hzyj4bi7HGWjuF7YQztDVV488+qXupnlN7yI7Xs89QGHPIBRAzxYF8U8Iks7uk31FLyoRPi6z25FOzYudLwdIlc8sXYevFoUKLq14dk5dkRuO5T3ervdCxE9PJjOvIJ7yLsNLH+8h6SnPEBJyzpbVDq8SU7PuhYVnjq4pxW7/he+utLhkzyaSHI8Zq3zO+9LDry3vKC7RkzoOxx6Nzzqmc47fVfcO/mrJrysMWS8cfg4vkLT77s027e8u2qQPBWCLD1Lkp28LN9fvI4ngbzM9+Y5wLv8u4yNQDxRrGS7RDMWvMNmabvEnRy8/9EHPNNwT7rp8mE8E7GpOxHQNrwyXbG84VzXvFjYgzyt/mG8",
        "Yd0xPOD9GjzHLpw8E+VDuxY61TpRbeo7QbdLPMRJuTsf2hQ87EklO+4kGzx8Vgo8uwoRO6X1JbvieVg8QjmFPK6jKrvqous7WPdYPoRHprqpurQ7WWnUu9IwITykKpu8kCNyOxiPLjs2VTK8h5YAO5wqn7ueic+7n1GWvAfvuzvmOxu8Jm7OuXFaRDxs6yW7ATRyu4m3Yrqvcoy8+QRyvCkuGb6B4fA6HltYvIUONDy9Kug8uvmFugHQtTuyQIy8dkREPJ5XNzt+p4y7OG+JuwFDqDwgwoC7QsFRPEMRJ7y44aA8wFmYudgFCDx8ooa8y+clvGjLnrzDP0q8wn+VOwGHgzwBhyu88bV1Oad28bpEoAm7VFN3PFdw2jxLUMi8NsgTvQ2BprxKYIU8+W4cvNPEzDyAZZy7GE80PXmQ7bzOaNQ8M1ZKvOlcBL6NOJS8alO0u2/oH7zZFPy7XsaDPJJPHb2uIbi7PCFFPMyaJLxCoRc96upQOwyUmrudXt483N8bvStd8zuRrhY99aRxvCeIZDzsNKg8GwBRvIJWprw4RFW/2+eHvJwgI71lsxq8dZsBPkr6z7yDHF47ozGxvEkntDvpPA+8Dl+GPNYq4zz/44U8UpB8u1mhzrtCogk93inuu2FI+zu4gkU61hy3u5gwubxsT7G8aOcTPMhTr7tWWX08TyZAPFJah7yyNOw7ePJ9u/HFiruTItG7XVfWO+ztuTptwpI8kyeVO9DS1jsXKvG7MVIdPDM2YryOF7U6P4EqvOT7F7wZG8W7dqXku9o6Irvp5oE7yUEkPOzYYDyyKUg8YdsYPGSOyDtTZH87hK7yO4MhjzvORZE81f8EvMA73DtzhA672P05vCUmdzukApe6O46Luj7mmzsxQbs6KB47PUXUBDyQjo46Ko/EO/PcvDw6Bog8xtgCPBWfxTqIU027CL4CvI/nYbxuoJC8D5JOvDdKmruyT566GtAeOznPKryh/wU8m9IQPAMiyDrMcdg7gLrEOrtCFrsfm667",
        "WaDdPBS7kjwDGqg7tTpKPIEjADwOApW7kLp8vNkh2zwDtKE84GJBPdsIhDy1Miw8TfZcvJyGqjzIHbi88LqDOxh7qzxBSPU8nz6iv90/iLx6cpE7oko8O2onc7xOiPw3rnygPFdnmzzKo3w76nQpvOGaLjxQTY+860zKvJ3umzvRN4q8nIrtu/7KjrrgO3U7p1gMvTGoGzscB9y72wHNvMfTHr55iyY8/oxRPNh34bvJwl09BPrNPGUNLTz8QS08Y82NvNTJ+jrQJD+98jchPGmtyjyJ9wS8Xif2PCZwuLsoHuA8SR8Qu1P8ET2Q6eq7IBLUOxtN2jvlVgy95J0aPHb2prxlJqS5pnBYPGghw7vFCza83CQvu9QLnby5GBc8JKIgPKFMeTzvY/Y7ndfvPPf15rzON/y6RIJxvFge+zyDSTg7b2rTO3rW8DwLrUQ8+aKTPB7sBDwehUu8hBuyvCXeUTxfT487X4M5O/yEFDtvtrG8G33ovGnG2rxBH8+8LPrkPFbJmLuU3Ku8tPDquw3BYbz4Yq+8V7WHPOXTyDwPLZ89a8OrOkrE6TzqNB28WOmpPPdJmjvkKu478ySVPFqJW7ujN6M8kwKGOchwhbvdFJG7bB9YupLo1ztd5nW8EeCMPI+kmruQVLu7KjXcu3ascTyl7s87yOdZvL9ngTzFs848Yqn5PO0PvDvJk347pIcfOs150LuEie26rKDHO4aM0bvL+Rg8BNiDPO9sObyly9U7jN7EO7MKOzxaCfc7TT3VOlKcgDzrZX88u19yvI++fTx53Tw8nucDOw+jYbwGKzo8UF4iPKyrm7o3iMu8CBXIu3ar07we8am8EQrSPD6blLwoy8w8UFcfPBEvbDtNmY68vlGTPOr58DsAUoW7WEUVvu7UR7xGLby7yJT3OyASK7yhF1G6yG0vu5Y/vLw001I8zfUvPKdPoLsWxF26NkHXu+jQM7zfPBE8UBFyvIXupjyuTYY7HtNQPIJVSDstCi68hluTvNqxyjkWWxs7",
        "0R/eO8gEpTo+BJi8NN6dO3ggQrzMvL88VOONPNv9W7pQHe05F6L0O5tzBDsOfXE8VBj4Ow7J4ru1Yni7iHCSvLAQmTpm+ck7N+UjPyzWoDvg4NM48v/BuwoylLwl/Ms5eDugO3FC1Tz9GGm8aIR2PFzhDrxfVJC8VUsyO9vdrLwxd6m8wrn+vNzT3Dnw6Tm8dzh2u8IJDLv8xV+6ALTgOzkdKr5FQYa8DvvAvI8Vn7uAIUq9jjWkO4O4mTyH+NW7VHHrvCSJibuH9Ny7UQRXO5lLbbkXAT88am6oOUXy27oUq2w8Mz7vOSz7hLyrbDi8OEwQOhoxgrvSp0S8KDoSO0/ZobxMFwQ8V4vEOmFegrvNHVC6ssOcPHQkkDy7xWY8ssQZvP4Brjsy4o68Uw4sPOGEXDzIOtq7UCQovCJTajy3ecu8nqkFPFqkor9nGuk70xzTvDRYnLxLghS8FVj8u5lLaLoD0Q88F1EVvPOHvjw6Pxq9yEI4u4L9DbzJiUq8RY1EPFPwtrwMkMe8aVxBOI4NA7vJDm+7LBFcO+wArzzMXiS+I9yGu4CJljvCV186JPpJvTV6M7xynYS8mRfau5f0dLxNjTM8SPg9PO6BajqeOyW8aAflPCE3kLwqDj+8xMSFPDJtWLtnNJi7hWldvDtCDbyUvX68CGQePJr3krwMA0E8TGtZvPea6btheeA8WO0AO0TaUTyMF6W7OVpyPFub2TxY4oQ7ok9gO9QX/jsBMPm79klMPIMojrxPbIq6aGEqO9nc+7uKsy683ItSPCMBBz3+uCE8KHeLvLNFLLwMp4U7fZ0ZPJZWGbqOaMC6m/vvuyU4M7z+6m274hOVvEPziLx789S7trEQvGJc7LzP7xS9HQbpvH59YTwUkXk8pdTBPDXZSLodaQW8GHa3vMkWhL0SM2c8XtZsvIawdjyVvxy9YwURvILYtLs5a088Vy3PORO+rbx2tbk8YknTvB9M+bvuCeg4WNKAPHbNWjw4GBm8KE+5PKos77tXxK68",
        "WYrJO1SxGrqn9Wy8Fqv4PALLebvJEgO8Dn/LO4HdOTstCRI9ZtefPKGtDL3fShA8Xn35uzOxXzsiRIK8WA2AvEyUFrzqsGE77bB7vks/sbq+QYq7HUUevMFHvzz72xQ66jjVO6sYBjyO6Ka75bY2PEDQybyWCBe8IUrSPA7dW7vc21c7+CDXvCar+7wJBmM80oI1vHRK1DvWJJM8zYqMvCkv3D681Ym8RWvou9Lv6jxgCRe+F2L1PDQEDjwoiDo5O55YvK0z+bn8w7i8aeCLvFzCBzu7Eyc8ZBubO2Ljxby+XgM8CrehvOPMTDzRvyq7szowuwwUA7zl3rg7lnaavESArzw2eik8DxW5vHWVhbpI/7C8ESkSO3EbhTyGgBI8MVQuPL611TyT1du7pcmOPMrJzjxQmDA8N+ubO/e4Ery6f2K8XcSeu3AMLz/z9gy9Q75ivJUA0js3Gta8/gfhOxHX1byX+/Q8AjmdPEoW7jsM3L87N//JvNlLoDxDfDA8TFuJvEN3Jrzq7sS8vqqKPEd05DqF1Kc80MLwOCEedrxiUA+8k/PrO7LI17zJGag8/TRsvRUKMLpeIcG7cg8gPEW4Ab2dsmU8xKo6vEFGirySs3a7YDuUvPC7gTwehaI87ZMPvKNHZzu6XAm8hTDGvEU5C72oyGK9aFYVPH9AVTtG6Aq69fkdvTUbCr2sws65qtLkvERdnTvFS/K7ZVe1vO1z8DtdxQg7Jx+Puwr2mTz/Oh282CprvIA6STuJPgq9sLPeunq1u7wey/g98KyJunuE4LsuKsw7TQ/lvNqC2DzHA7i8TWUUuxoJlzz22Zu7xoY/PElC5bv9fec7uezwvE46vDuu7Fm88iu5vJa6SrwLf867SEznu8J9aTxtYZ47snf3PTIEB7yf2Sa8/WesvDRYm7iwyxc9LXXEPABQ4DwjfxG9vV8KPJEw47s9vtA7AE5dOqsDDrzSz287gC8wPDzyTbweM786DBdbvM5kVrwrynY85N7fOlF8WzzsZvi7",
        "U6+/PDLKwLsbs6+8JgM7u6eyzzxHEKU8J2QAPWcFoTz59za73TTyO0EJjrvLvIi8rcoWPGH8wLzlAuq79818PHYoqDwb8Mm74hkUPeI3YLsUViq86HcHvaimWTsA6xM8dlp8vGHhBbkdKXY8QptsPLa91zulIxI908xqPO3C97vXB7m8zDruuyF3Tjwsl6g8px44PKv6jLwXJb27M8udO3nsNr42K7k83FuwvB5I7zuaWFY9005dvPvnprxjEcC7o7ivO0zUCLskFIu8d9aNPPN1ATvOUVm8ns53PMWonDwWliy7ybt5PHxhwTyJp368UMt9vE6pKztO58I8bekSO+5JFLxl3s072bOKvPOR7TzDIiO7hgDhvLZr17xbA5i6AUlkPJiYbby61Rq7BhONvE4JKTrcwmW6H92ivJFPVrx5NP+7aFneO9wtQ7/8ZCk8KUhbPGW1lDxwLU08+bu1uh+l/DyPAXK7+ZQGvWjXkjsmDZy86tLvOzocTzzZ6yc7JdkrPLCJ8joMMIU8VI2oOtVuDjyNKkK6BYJtvJlRnrzXIBC/QextvLoOdDzD5IE8n1mEPKsYATyhAs+7XByJvKJGk7uoXwC9EejXPJ4hJL3+0HC8GJn+OyV3HbzHnha6eHuVvNXyTjvSR4a8RBWBPNEugzteb4g8g4JAvOjy5Lut+xw8i+pJOn5tk7zJHbE79lqIvLVv9Lyj9Rq85wnuO3aFPjnuhWy8dDMNvNp2h7x+m+g5X91jvIpewDuAF0o70BErvI8SKrzdTG6/UuYOPBg3fD21W8Q8Os/iPGTyobzgdy47OcFmvIX+vjy+BTW8bOG9vARTT7wvP1M82CCWvPBfpjxypic9tssuvOOdOjzUNQu8oJkfvVfEVj22pkU9JTbBPyygbrz2dsG7PAjCPF3XkD1b/sE8SPuyvFvZj7tWjtM8xNpKPISMCTz4J8i8YhuqvEEBG71U7kA8VZ3DvDYlfrxZeSK7j9bBu3b+a7uPnpu8J25oO7Tn2zyRsTC7",
        "ukCAvPHQ9rzEDxE81JgBvBhiDjwQyZM8aUhYPOumlLvVoEg8r1dVvCHFyLwpFi076rqxvOS7mLzJDi28Rt0JO/o71jz2a2e8vwnCPGmG0Ty26om89GZevGiXgrxwVBG86bLGvNq1pzmRqzS83QMRPBVZprtQUjo7FoDoO0EDTrxfnom6fPC4vP4T7roBBmS8ROSCO+YqLLwuu8a8YObEOzURkbzh9x87d6rYOxPqoby0CEa8jYs/vCjSMLzhY8I8rXwdvDv4Ejz1BzQ7UYYmPPjlIzzj0WU8Vc+FvMol97qPA6w8N2AQvH+wiby5rQG8lOR7PNwfVjxOcZQ7axjou02XGTw77ei8+/XBOhNbcjw0ChW8A2K7PBiI+Lpksfk7D/YePTAyuDzApr08h3AePfSqAL3aNGq7que0vB2Wuzzc1os7uikrvGxtLLzklbK60aqUOwEFoDpnZb+8PPylvFuqGbyP9748EbHCu+0/ZzxjwAm8/o7Fu51orrzqYgq9OZchvHmuv7xcyEK8bbmSvGUaUrxkfeq8Wy6su7KO07m2Ljk99q8vOuh0AbtxdNy82/EFvLe/ojsHYJc8fi5oPPoEFL1123U6EO56O21GGDwPEKw88tOAvMlJ7jwS4wW8G9iCPJ+9SjxnFME6uo+zvCDPmTx1sxC8eCiTvFMVsjsFeog8KOChO0AK1TtfCWO8OVumu5lBP7yNTaa7nsroPF9zxDxunaQ8Q7mGOoiJ4bo6UPW8AfJ5vFxQX7zSPCw9+0JzvGTGU7u+ZEQ+6YAPPV4rDD1M+AU8BdMgPZdfYrtTwOY85d7bO4ufBbzkXpc8zXT6vEcvsDz1bGY89tLVvI4ZtDxCzRs82b6UPCiv3jxle/U7BgjfvKpkeDy659c85iynvi8QyDzalLk87HyhPAUZxD1QInE83UQwO4Zuu7w59ws9v9WBvCOfhDvtw0W9JrYdvB+AmrwUfZA8JQN9vDCLjrsI3Jw85AeGvMs7ZrxZaok8Jfq3PL8Fk7g28IE8",
        "4o1svPxtjrzgpDg8WjN0O3aetTuUGYO7WTaCPBkMGbslDiM8itF2vKsOxbyQsLg7nGphO42VXLuQk7W768SAOyTlgzwINEE8Qlz0PIyVLzxetLO77ZarvFRfEjwZ3Km8/U7zu/HQj7wQwPm4i2LMPE0/xrzYdI+6CwUpvMiDqbuazLy5WpoDu4iRE7zeEhi7FGB7OyEgebxmBTY8A+wpPHvUjr2hulg7hEobu1fw0rt/0T88FzlsvCE0OLxyRyA81YMrPINvjTyXaNM7X2G3PBz1hDyi9ZM8h8bhO6qtkbywj4I8MIbpvM++nToQA+K7RcPIu7ljITuWH7K7NrOqu1kHQrxdwrS8qdtBOmBgeLvRDxA7LhJEu/X4vTue1Ic70GKvPFYqxDodu0q89peBu4fhGjtknIQ8l2pOvFjwEDyy52C80mOxO5Lkej1QA987OKWPu2cTDLtezL+7GxNvvJ9YvLvvVdu75OVmvCzwwTxMesm8r2Anu0oBgjsfVDi7jw1RPJScTDsu9gi8SJOXO1Dn5bscVjy8nkRWu1w3LDzW4j2+h7g4O0WSiDsCty288dhGvZ6No7svc1G8ZkkbPEAcn7t6b426glqiPDrZ/zoTrZa7A4hSPLTKhbn30VC8LcOPO19EkrtqrEC8bMHPOaF2hjvlisk6spCfOLj0bry6mfw75t3UvOd/CL0TkAy89cDGO2FlEzuDeUw8q8N+PDjxbDvh9kY8e2+6O+1kcLyDI5G8SizvuwXey7uMtOc74+nEPGcunLsmH8Q+FZHUvFokr7y3Z5q87Xfou0XEvjxt5eA7BTsLPKZVlzzYyQC7iQtmPB68W7vW/wu7hQgDO87HZrwWPJW4yHKrO664nTybtKU7e1BrPHbsgzze8AM82CukvmkeCjyzmHE8OTczO0oF+T3uP0C8j7cmuyjEoTwRqgm7T9PJPN3Bo7wrwAU8pBV1vGmQ0bsoSS+8Nn06PMMOXTuP0dk8zaEXvN5XAzlu1D48y/O0O/7qgzz6YIA8",
        "CG+PPE34kTxLLgq7v434upYAGryeCDM7lE/LuzaNzzyNLFO7Ww/zPCtiBT257CI7a0u3PKVvYbyobhY7XNFCPMqVRzyVRPA7wCsLvETqLL1uGbU6tWigO1nSLrw8IuU71DF2vDvCTjz/exE8WuE5vBpckTztxpq7A5QtvESJkrlHTZC8xCkvPJvdBDyzNtc8uxhFvIWljTuKDA88dQCxvKXYSDxDJLA7rOgFPMQOBD3WqAa8MKI8vNwo8DqaDKq8+bGOvJISLbs3Oj+8DIo/PPP+ijyk5NC8PkKyPK8HtzyAb9W4siMCPbk4zjx3c068me6GvCOj4by7vSm8QLkNPVwgZrxk/ga87Priuwq1wrzESAC8ThlfvJ69Z7xOpOM7M6iLuisuNrxdzHq6k5YdvISS1TszKuG8oXMhOuyqrjvekny8z0pGvKjkrr0TUiA86tIXPG6RYjzIILk8h0plPM3JK7tXw6K87FzFO048KTyXBwS7hJwjPF8eCj3U/dO8I/DqPDcgazzmgZ27YIDMPCCiRTy2m1K8Gk/0PJOdmTxeKhy+FiHJPPjuuTwIT+E8zRwWvT9lwrnOstq7EelpuxTPLTxz7tO7GFxxPJ1SyLwAjWy8IFMLvAwGzLr570A7SwvevJOCljwnkaK8YpOKPMRWkzvoF3w8PBpaPEuA3DzJFyU8tHywPB3qC7wQCTI8glevvB7fCL08lCa9gUDhO9S+bTw9zeu768/kOxJbcLqPxI47ouAuPFBYZTlKvpe87byQvFWYgrzZ+a0/LnmavF7SyzxAJLw8KkmHPFx6EjzQdKQ8KGbsu7WvRjwugLa8QDiPPJ5rDbq1JmU8twKpO3rHiTxOzQk9tyiQvAR6ITywt9e8W58Au0kZKT294U88gLaLPi94mzqgKqM8zdEDPcx5u72n4608PLRxO6RWMrswpN+7oDdivESucLy+ajO8qvIovOPcJL0rqB48qyuLvMSmB72Wfcw7DSjXPLWSpzx095M5mx8GPMATvjuqauO7",
        "TH4huv+sOTvlLH0853xAOwZ/oDrTH8k7Mzi/u/lybjsfWSs76ZdEPN2J/DsvySc8v4EBvRqe0ztIR+m7lLn8O+2bDDzeGfI7SfAjPf0KKDya0gK7zACMOziLgrzS2oa8wh0jPD0ifDyFT/S7RxtFvG+lNDuGUYi8XM66vA26RrzpnR+82I7zu0VS0Tsf+FS8p+xyvAhbc7uHh1O71p3xu1Dis70HKp68mAgNPNr1M7w2Aqc8tbfuu8oPVTxiNIA65oM3uyUkUrue09u7jXSWOzIUXDt2i+o7F14BvDOPBbz1Qto8uLd2OnO13jsTB5Y7YVjFPEg+ODv6XLK77pQ6OzproLkuKPM7s26zvNbxvDz4fi+8D/6JvD07WrwAZ/y7Ph1SPM88QLzPGcG8/TfIOpohBzy2eVA8EF+2uxlHNL2fPp+8NYeau//fv72JyUw7uB6oPPM9LzzO3/E87bafPDCZSDzAEgU7w80OPMnIz7v/gQS7i4hFu5ZJRT0uXVS7aSIgPKWRP7zzdrq8BQMTu3fsCTtpKdo6V6OzPM4CmLuLReK+Mg7TObqIBLyfU5Q8BduiPGCCKj1H4ku7BXMVPMPTybwHx5q7ZJLyu3fu/7ztj6K8ibbsuqgumDsrp4G7U/4VvfyEyrzKR4K82rSMPKf8hbwuoyQ8+VANu8Uxtbw="
      ]
    },
    "dense_2": {
      "bias": [
        "iP3PPm3mzz7oUs8+NzLQPnPqzz4CfNA+IS/QPkM00D4tic8+NkHPPg=="
      ],
      "weights": [
        "xeA0u+Y6xLq509i78+GiO3cwmDunXuo789zMuDRmvDuJcTa7JOCFOmI4ULpUGJE7jY+KO8iwgrtbw8y6QCBRt/X8RLuVokM7SBemu898ubsFmz07EKu6u8WMQDqiNpe7wJRpOlRbFLv6f6a6Rcy3uPKdgrpMTLy5R352ur80Kzw5Ts07JEGeO3O0xro5Pq87pCTPOtzRNbs1u6m7WTEFu/XaVLlf4U27j3z5OqYO8DknwbI6UXxuO1b3kTtnNFa6g9uku58WcbuLhVa7JRXmuzJQBLzrxPo5fPtuupi39bk5TNc6032XOxxxVTufNWo7YVpnux1/g7v2s9u76gfkOdPHN7qRvbw6yT1HO53MDTuwuEW6v0mFOpyQMju2C6+6KXJRu9osijt3edY6WjjqOjaVKTvivpQ5+ZqrulVEh7rRjpQ6ks5KuRSJdrs2ncc7Q5aUO5T18zta1YY7xpQWulCwHrucJ8I6DAjfus5icDps19e7693oOtLSmzufuN47yKCwO9xiGTwMLx46rMYGO+pSN7liMPa7FJ0+uwPRZbt8vzE7XgIcO6lapTmRsOI7efh8O86UWTtrCba7fIcvu9/UNLsPAjy7AzEpuoYjFLoUeIO6mrGkO01LljsJCbA7kd2xOzUXvDvKkpO7kqYcu3p+ELt6EpS7G5HBuzwwbbkGYS870RAdOwveiDui++Y6vxQ0O6ho4jjUUrQ7G/jPO+nuUrk1N+87b3O+u8vNtLsz8Ym6xQoHu+BLOLsMLQC7lGzDurRs5bsQX0i7N+heOuxuezsClGc77XTXOawSHbzWYmK7NP8hu7HpqjvCOM47XhbPO922qjuCQry6Wq3hOXjdF7sD3zm7LeF+uY3mfDpI1b+7tPzzu2YtgbuMpuK7WiWnulDUpLp6Caq6wjLuuhlhSTtLjS+64ckaO1SQDDodm5M6mtRlOjm9nLvkhry7QnblPq/O5T5mUuY++2/mPmk95j53l+Y+oobmPrDD5j4aieY+c8rmPsawxTq1xRe6",
        "52bHul5z/jsADhg70DrIOQQQ6bok7Ri7VehPu+PKcrtxk0I7T8hduScYFDwF7yo8+SnbOqj90LrshvK6KoPJuyaLTLsQMoO7HD/wOo+rLjs26dI7PIIbOjCQDzfFVeq67H8ju3LzrbuK6tM5kuTHujABmDvAnSE8eAnaOg26X7u+3V87VSJyO0EmiLr4JiC7on/ru6NIBbv7o847/ZZ+O7nzQLsk+ss6GTUKO40LPLuOq4m6WpomO7gCOju+bpo73McmO912qLkRewg8678DO/bXnzs1nJk7HyjZukD/kTo7D0e8W1oNvFa+l7sDPyI7ZYGuu3DUMri2ICi5isJCO1xfjLkeLMg74OUyumR1Mrs6MQm6UhIPO1KHdTv2i3G7JGl4u8ddv7uR+1a7TQn6Op8yiDtMkUY7kC1rO8NUNLo5jgu8y3tLOsHmnDuxG9U7Xn4ZOtoEhzoutGm5rAx6OoTKPTpyVTY65W2Uu6cvVLu3BhK7tGShuzmZhrt0qsQ73bZnO1h4gDuPONY7PMQ/u84pvLuflK+6BMTSO0tJwTss+cQ6tL8hOM8OibumQTE7Ov8fPBwaRTx1eSC6QAVsO837kjoafrq5gMAzNrPvybtqYxS7x9vqunHTTTuv/UY7lZHdOr12cbtKPEG6a1wlup2fLLuVInY7y52iu4Dypru5xCI762mhO2Dzxjs0YE+7YohAOtBzxDloKZE6i7Khusk+QDvIeja6Vt+vO8NE/blvNjE7Ef8bu7n/FDoC8dO6rd8zu73yGTmT/Ci6fsWHOi+mvjtQx/S7Qjuju7JKOTsJUZg7g1yQuvlGMrrUVA46fPqcu1RLTrtl4nk7iIeyO19Yc7vvqlO7pXFCO5Xe/jqsi7k6k6iLOusC2blcOOK4cnGEOu0zGzsgGEe6E+4LvOBGBTrKEFY6Crnnuud7HrooXZo69FrsuiG8CDu1hZQ7i0qxOkaczbtBadO6V7XtuijRc7lWa6k7a3DPupxX5brWZr87yo2AO8UsEjxw7n47",
        "Bv6lOUoofbuCkaU5orDeu17QULoPUYE7jOXoOuVguTpBp5w5BwM1O81WALuN7oW7xaBYu0gRKbpHWq46LN8xOqAhBT504dY92bKtPRuvdz1JXQs9mwI2PGbFPbxQWwy9GpBjvS8Qnr2ok587QC0GvCv5o7v/vV279PZpO0QfezuYM3i71x5MO8J7cjtjXQc7kQ77OziK/Tpqe1873C6oubnKLjqXHQe7MOeOOc7TH7vCcMk5oVXXukrdhDtLlW88ZKKlOvBCLLvJ24u7bR4Yu5paMzpxq7m7vif4up3ryjqVrsW8KO8MuZE8GDzCJsw7ZR0sPC1kSTyfWZ87AfI2PEd4rLpJJom8HswevJuHujthAVS66PTMO4TaajrzY6Y6ouRBu4hRxzlSKPy5eL0cN1vRzbtWnlC7Y0ybu0f+MrpwT7w6fYvnOldOErtgo4w7ZC+ZuS/5bjvU8Uu70SUlOuUulDuGJq26JYB/uy4SN7tjotS6kMzEOamSbjsUWJe6kukFOhYx0jn45EM5dn6pu4dFjTqsrLc64MkGNwoqqbq/ote7EIaou7bVOrwPLlO7iectO4M/mbvxTtu7ZDmDu6J777oYJy65e+VaO6MlErneGr87Si4FOj3nsTovjCK7mENUO5iWCbrBRG6599Yyu5TRLTuuvhm5dWoMuxnT2LvQnfO7W0mBuegOUrvhl3y7yP4wOTa/ozvkTo47UtvgO5WxlbuYwcW7UjopvMMUBLsn/rS6how3u8IKlLvnN/+6g58vOx9TgzsheOG6JC2XO8r1Ebuuy4e7baazOZjGqTpsMas6+3wOO174z7qiRme7K4UiuwJe+rvPQHO7h0yFO3AFgjv+2js7cEU+uyc9AjqI4gU6FFwPO96Unjrxbf06MeLCu1weqbuVK2W65VmEu5GfArtc3bw7xTXXOwvsrjrBwlm8lQHeu3jYLbvkC5G6hgYju+3wR7rUgGk7u7YgOh/UOrtUnt+6UNq7O1WU7bv032W7N8dWOh/gMTvQ4Vg7",
        "VPPIOwdOaDpiXaU7Gjy0O2kCHruYc9O4v8yAuwooODrfxhO4GNZ1O0xaojowO887JAfXusvOmzvwFCg8jYrBO8xp7jvlW1w7vicBO7i3BLs+1V668phNu+HPyrtwzFq7+UMmuzJpoLuTIa+65EuTutPvdTvY1m475R76OrypyTpmVYS6Z4iBOhamITytrai4wcYIOyLcDzzEw/g698uQuoMLY7vSq4S7RE+GuxD+WLuyOlu7UEeRO0jS/ziUDpE6vW52u4mpLbugzYw7NkD3uVPaCDsOQWw7rz0+OuB6lrs4Oea6z/ESvB2rGroQ2MC7N3hsuiasPLt4+EQ7Oxv2Og=="
      ]
    },
    "gru_1": {
      "bias": [
        "fWAYP9qc9r6y4Aw/2tuZP/JtUj43if4+mBC+PrJK577N4YG/ykuVPis3jT+7STK+SfcGv3yzgz9Akpc98Ib6vjZIBb61Kme+XlaqvgliI0Bj9yY/agpTPtI/Qr9d4x2/meqxvykWkT/0ybK/sje7P1UNSL8D1jU/qtiGv26WCcDGxyc+/j5Tv46qIUBSawC+IgUTQcRIm76uKKw/tS6VwKqcJcDyx81APpvkviyMQcA+Wu8+YFPzQAjzhr6fs5HAh08/wLiUbcCgZ7S+syuGQHy0H0Dh9FHAtVpTPcZuJUBjl8q/U0kUwOmA0D9n9rC/oHeHvy5h5kAbcQPAYGJMv7qhFj8SVg1AY8LZvgQVYEDKoYtAHlBdOk8fBr4QsCo/Sl0kwHU5mr/tdNi+BnYcv051IcBN/cE/qUVRP4rD2z+QQ8+/eMhdv3+f0L6hch0+1986Px2NZL8bGam/slwWQGruvT4uKnq/fGiQQOoIhz3JKIK/x28JwNAFHMC/2xg/"
      ],
      "recurrent_weights": [
        "rM83u3lM2D4d7zI92cacvTtD0L56BYm/ZeLkvijSXr+moYk/QOMpvzEQAr9roJo9YFrZvl7taj8BMkw+X8OUvnnz1b5yKP4+0mTQvm+JB79Orwy+PI21PfWs8r8BcmW/sJIqv07aNT6tNwq+JfTxPpOBmb6GmY69lH+vvqmxMD+0ips/syW0vbMit74u2M09BT9wP6tIWD9RXz8+hZOSvyswzL5qcqU92teFPcTO+r+RFh+/0WJ1vEopLz5g4Q++LbTlPwjrLz/18lo+D7KGv5ptED/rxkg/bHlev6l6Q7/3F2e/zfQQPxN1Kz1S/8C9KASDP4XEoj8qP1U/yymxP6iIvb+bG7G/V7WuvGmGJ71U9wdAjl27vAEVmT6SuJA9UQg5Pu5fIT4JOWK+3j6CPq6BCUCJyDi9tsU/PyLF4T85Fhc+0NYxvmqaiz/EjmW/nVXuPkjTND8osqA9vsisvnoLbT70KoU7lOAFv0dicz50AgS/OSr3PTFyCb+0546+UCXgPsJIPT5F08Y+1B2+Prsm0T35iOM9RHdyPhZHPL7lP5y/1tBOvqu/w76UZzm+tOVdP2nNwrwv/os/zeznPqn+Gz0m+JK+pKirPlptFT7Cug4+gKEJuyBkPzxSiIq9I6uHPoQXeb/jO7Y+N3hUvjyvGr7r6Du+aIUBPlxxMD7X1PE/1HvLPzL0FD3k9Mw+BGJLP5xWm7/QX4u/rsyjvsbODkCyC7o/IDzcPsdWUj6P2k8++/zFPsLV4D5th7e/hVgtv3EpCr+k1o2+TlJiP3tPCT9k+Gm/dYA0P7ky770Ep4c/PwyqvvPBIL5OLJw/fDSLv8JGD0Dr24U+ubfiP8htTL8XVAJAkhGYvFYIh77Nxwg/dgCWvxSByD+xc6G+m546QJWWWz9wA6W+jMQkP57ub0AVR6W/C693v1iJkD7NWau+3hwIP8ncw76RhH8/4OiBP2X1AT5onK+/ZHeoP4VwG7+T1QTAwFIMQM/iUb+wx6M+YAuOvRxerT7HxBA/",
        "bgyvPqpHZb/8Fdq+h8CNPd1jy78Yqxu+AsB0v6zyG0AsLL0/wd2YPhaEob7Jtwc+8YQLvw+2Cr8pgXm+zPyLvNOYfb5J0xU9rFKhvYSfpL+5DHS+nlEyPxp6lr7ejem+kXAWv01R172IsgA+1RwxP74aPz7eVpK+zgmQPwklVDxiT0O/GVrcPpyN0L/Lhck/QQMswJeIdD//1T6/b9qNv+bCsj7pPgnAPm2nvw5IPz/C9FE+XGe0v/Iuuj7lHIE/9n/RPtre67+I1zi/ST3uvtmVlb9+TKA/YhUeP6LxOjuXiAk/iN1MPnqOl78W/au/HYq/vbocWr8tEBO/dynaPtCE1D0WROu+1gUCv5Jh9L5s+HY+V4KsP6qqKr+e8ai+2PhmPy9JUT/Oj8c/1LrJu4EUpj9+iY0/AzRHvzTqFL/Wtj29ZAQdP8cjFb+Voxo+lke9vqnRZr2jZRs/U+2LPwxCUr9GIpe+0JcUvz4uET/F0Cy+XITRvq+h7T5dGXY8ggKzvuhLkr9PEoC+27JrPqmjTUDDCT0/p7iEvxJrw795fI8/CV/uPxK9Jb9v1pI92X89QDaxgT9iLR8+CHoXPreICr3g3d6+q3Q4vznsB0BNl12+evboPXBFtz5vyoY/80W/vJtTKz9qZNu+ZXSPP/gde742F5++E+AqP1xhFcAvNjI/+UU+wJ5fK78jJtY/bVCKQPvuWD7xZne/v37UvrOohr+vuwFARk1nv0driD8xnJs/yzs3PwIV2z3WFB0/i/E1v4FMrD4/4n8/rKeCv+yXWr9xDpo/cvmLPkonzr9q7My/N0PHPRjxir82hTm/mPZwv0cRsT/rN4M/Zt1yvnebE75wS98/0lKMO4d2j0BCbwpAIoiLvz5Xvz+LQWa9tRzTv6BIPj+rhe09Pg5PvtFrsb8d4E882GgMP3LAkj8T/wW+rkUJP2uvyD6WuRJA0hkLvxktAD+0+/4+gPUIP8T8sz4tkUw/LSirP9fdRb66/Jq+w/qvPj7LSz+9diU+",
        "ezSyvD/3Ir8+gM0+RcMVv6N7Lr/1KzG9hHsIv6aIrz+OHcY/M59mvv7Ujr7/D3e+s98ov1L9B75wix0/9AcdvkH/BL9miwQ+/wxTP8agBj+OB72+rqG5PV2Tjr0ZPDW/fgdwv6pM7j4grB4/t37bPahCFT9eXwU9gpDqvq5PED8r82a/CpdnP0vcjb/xBvo/ZaJjvhAPLkBXeY2/PSPzv1jrN0BGimc+d6lOP+313zuOUbk/2M5sPujLhL51Gs69Y/pIv/Glj7+vEHQ905Gjvqf/Oz9aAKa/cuMLv+hbJD7J0xO/MOynvz9AH8CoYwy/MKTTv3P4gb5mcJa/MKrivqmNKb8IrUo/KJQtwPyr/L/LbCO/mnaOP/4kLkCbmyPAH3CAvr4R67+JyQFAhoKivhxmH0D+Pl0/8SI0v6JZJ8CdUw9AHnYJQAJuKz7HVsE/Chf6v2wn0T8A64I/FWGgP8WurD8F9IE+ahWMP3vxlL5UU+C/sHIDQLt6KT7gOwDAUW5/P1cHk77TZV8949ynPu285D0u8dI+MrCPvpqhQL1avtI/UEPVPh3OgL2fjuE+fZjhv5nvqr6jBia/4K8IP+YPpz5VkmG9YAhVPxoYlL+Tt32+9J8DQPgnfT87Lmi+vmywP4hlED5Yace+44t0PuJpjz5vUr2+g9gSP2HThj+b/ck/fk0FwHyBsz6F9MK9HMw7PoPwAz/Z6Wm/TE8qQCaxqz+Mf8M/0BUsPzHnzb8ZX/485ZiRvwZlf76rz/0/Gd5SPrltqj4xfak94C6VvwgjLz8OywXAIohBvxOTbz/bZAK/jq6tvhYxHL4AM14/SduEP3H3jj8eKg0/dVA7v1fzKT8Vfg8/V7V1vnDDiz+aioC9zicPwHGA4b6Xrcg9DoHrvZQmZz4oWZu+q/qJv5NEHEBZ1si+/Kmav6gypz9Dad89oh8Pv7BfAD8GTqk/XlQQP2XKfL+IQmu/b1YDvynq1D8V3LA9zFGUvZuyy74nriq/D5L6PdMHbr/POby+",
        "yAnZPmvBPT0GLC6+S+XZPie0hT5HCBG++wI2PxFWM8COC0U/GwgGPyWTQz4mjTg+xS2BPc6Baz/P5XC/GihhvoQoBD9xEhE/vmaTvER5sLwlQ4O9rRtZvzz9AD/dd/C+jZWdPz7S7D0PtWM8n4EZvf6N3zxPIoo+5pwtv2ym9r9Zsu4/SI+KwLIqQ7+q4e+/Dy0sQDpiAsAZ2sk/aZWYvxWWaj7yCyxAphu2vfzQhT+gB6y+gZoVv7gK0r5K/sE/HCGuv/cRVL9Vno2+yINRPcc87D31Cl8/jYA4PrDkyb73EyzAJYsGvtEM/z5lxbW9OlHRv+ofDT4g/Qq/8bsVP+ETKr9pVhRAP60lvVOk2j7CngXADzxGP6oPtr/zZS0+7gqVPzQVrzvqImC/mtBxvnjCyb74aXW+k3+wvoiyqT92tqm+b9PdPhLSEb9+2P2/0P0dPsUh7j4h3VC+1xHnPvqAs76PYH4/YLySPvRGCT93iD8/zUdpvSyYG8AsR829DzcRvog6k76EG3g+bOYKPx36xT5GRSe/aRZfPoMpJj9OBYG/NuN4Pgvvsb0KJ1c/9uqfPME9aD5WVey9ZeI6Pj3Cxb0rTaI/6giVPCxv4T4uolU+rOP4vksYoD0fdJe+5hn+PkJOaT7Gd8g+ljHsPWdnIL2ALxg/yGzmPlmmVT+Beqs/TTTKvyQlcL/SdoY/fgPPPjh7tj6V7hA+cIHdPxKhxr5Mxu8/4UwNP9Evi7+ITLg976nrv2OpCL+le+W/7Xjivy2sKD8mE/q9kAnqP0bbQT8jB8G/MU2CP5YNy74nWJg/SBirPmxbEL6lLyy/OeKyv9+9B0BAm6U9vk8pwHvXmr8CR7C/6e1/PtErsj8LQFC/2SGFPmFnEj7115U9MJ2kP+eeHz6lntG/GU2cPzJrFr8ipmdAuIqPv/0WlD85h9K+bPocPif3cj7pkbg/jJgRPw+Npj8xsHo+jP44v4IAEb+LipM/lz0sv1Mcpz32VvU/q/utvrH7Ez/ArzC/",
        "bXECPkH5yj13xQC+DlHIvifwlb8H9nm/4CDlPrVmZD6TZ7s/OlbnPnmmmr+l20w+P92GPRDjhj+x//29kQABvpbPob447Su+WX7Vvoy5MD+3+Qc8qtfrPKwaPb43Qha+sm0Nv7Jy2L7J55S+4lhMPhngQj4wFZI70+hxPvV8PD97lR1AQ03DP6gzwT4XixC+orgdP7QKqD/fmu8/p7vWP9YyXr+gdQc/eBP1vl3Z4r8zwe++NcvyPh8gBT/cH3u/uqQ4v9RVpj+ScbY/SBCdPqbK1b7L7Y4/NQ0xvnVzm74ypXM/cWfuPjO5F71A2A/AJnrnvhWioL+Yu6a8l1ryvy4xhb86KlJA1M6vPbDmmz+klYw/6TgoQC/3FL/TauI9ytW0v9KG1D1TwkY/AfgRPz4iZMCvY5O+U/TXPxG8yD4X36m+8JLIvZKb3D5kmB9ADL8DP8kALT4g/fM+ycFAvwRxlL1XrRJATcVOP9k+1T5FBSq/ZhoXvgJ0AUAKp7u+hJk4v4t8fD9F0oc+D5dmvr7gDT9k7UC/wySiPlNl1z5xNZu+OU1Wvvr7Fb99o7e9ggIavzgRGsBZ/4K/qxmfvMgFaj9qItu+WuzLvhfpa79Tus89fq9OPzdqcj8pVoy+yHIGP0Kbaj8r5AA/+HZYPjfwr70t+Po+DY/HvyFLrb3MYpW+0bkMP3rPVr8N/fU/8ToSvza8u7/+v4Q/RPAHwArlKkC36hs/pZ7Bv8KzgL850Cs/WpXxv2oYmT9AU1Y+DOZtP6Rb6j+7kBY+sfSjv21jp7xaFOo/7pfRvxsuG795Rsq/HROEv76v6r8PgIs/3LUbwEHloj7fMco/TBZ5P0tS4z6b5S+/DrQPwNTn2z62sqxAB9C9vQiTKD/oLZ+/e9vjvcW3C8ARCEU/SSQwvMgfvr5yBkDAHS0Ov9ktYL8hSsI/2z1sP01dAj8+uj1Afe0uv2txpD+BwRa/HMW9PyRoST8eltY+hs3VPmf89L6upX6/nOZ0Pz4Stz+0Bo+/",
        "1gS6PnUMED8H1Z8+U2qXPs8Qfr2ncDE/dMBpPhY4yr5ycRe+nEP5PV4phL3r0Uq/PcWwPHzou7/msYq9Jn3svdZQ5j1+axg/xe2HvpZrwL+aPwQ+J2WlvzonG78Mb3s/YYe/PVxMybuZowm/iVbzvrk5gb6V6wC+8/IvvwL2lL49L78/xZjKv+FyRT9F9mA/j0QeQGOkur5Ve5I+KLcHv8p3j74oc6c/BSSiPt8TZb8vvLk+LT3OvxPC2r6+4Dq/hw+0Pnu+hL/wAU+/tzSivvaBhD12/7O/U8QOP5Qo1T1tfxA/Vm4cvx5wqz2VHAS93eQNP8H2hT/fFhC/3UEyv+1wlr+efeU+WG+Avq8ZFr8a87e/KXNGvyqpFz17XS8+WmoivteXlDz3+eW/6w/DP6gtF70esnM9b/YFP+siaT/EgyQ/MdMuvhvN1b808RTA7dYFv4Zonz5vow0/fpq6vaZE97+T+vy+2AlePw3Jhj4tPF49RisCvkbXdL/NrL++JeCtPqhyyr6ms/U9KFhVvJpiKj8VkDu/zzy6vd8JyD4K3yo+FjB1PmsFfr1BF0W/5o4lvVJclj/BOJm/cpL6vmQTLD7Lrvg+DANCPyE/Cr42mRu/8Ke3vvWrO7+m+pG/4kgkPrteSr/LYmQ9NyYOvzPF9D4j1xw+ubiCPtdNsz8/j1hAoKUsP1ArYb/EoPE+df4OwJEtBcDzSgm/Zp4BPhhXlD6LN9E9SLMkP9dJfb48xbM+P4MawNarTL98OP8+xRspvnqRfL7ZH1s+cPnav33zX76HSEk/yUocPuvJSr/kYNW/NNrvPw6+DT3H1NS9yNqRv9pE7byUZ8u/ST3kPoNrC78c/QU/TwpUvAtYvD6Mkcm/880vP93VTz2Y5em9u7j8v5E+97zLt5C+W/4mwGdeMD9d3gQ+iLY3P9GeYL8Zhpc+ExB5vumdRr45lfi+Z9p6vpi+dj7OPwFAwpCJP/Wz2T11KR+/87lqPinj3D0XprI+vjE9vqiqLr4bCJw9",
        "N+byPqm6YL8UZwG+KIsIPGHgC77JH/i8Ya9GPnfgwb6Xx6I/cytZPwlsVj2rTYi+kp0Yv0Qtyr6WkN8+Ium5vE7Y5b5ELK49Vhsnv3BRLz+ZVD0+CapXv3IaPb9P/4K+rIe/PmP6K74SBvs+sjy7vrjC6T3+p8a+G+wqPwLtGD8Sfss/4XTBvqGK+T58fnu/TYVxPYsUIsCh5Dg/J1dmP66AgL9Ewgq/ydJxv5zibD4YaKQ+UaWMv2IXRD+RUPY+FMjePpWtO7+bPnY/DpyYP0SaGL+5Ipi9l584PjJL8z4uJ+I/w97Iv5SJvz83Y/A9Sba6vn5yPj8G1Ak/KTUTwEyPrj55RWc/NxYGPxYUFz8zdeS/4FVSPuX1qz4UPSo+l773PpIAxbsw7BQ+2ryQPotv0j4jSMa/PUKkvQGivj7USYy/PYijvkCf1z3vt/a/Me0cPy08er+gq02//Xi9v0n8Mz7BQpi/u7BoP6W87j0tQvC9fQHnvlQ8yL40G2E9hpWcPtAbTr6wzzs/INzmPQbvBj+aXzK/v4cNv+/1Sz/CsKi+kASEP/kAxr1S0ni/w6NAwLvtG7/2gLe+CpcxP8SNAj4VmHu8MU4tP9Dx774Exi08bzG8P7/dvj7ia/K+Y6O2vv23t74AgYY+N0Q4PitsM79rtY6+ZxSaPgo+Ir+EFW0+aSPCv4P43r7M0SA+ZpR7vwY8Cr2w0JC/XH3NvyO/iz7lTCu+j6WIPHpFdD7AN8k+vQ5DP6GsKz0xaow/6KFlvYI5tb9IZJ6+45suPo4y9TxpUC2/tccYPj8fqD7kj+G/9wpqv8le5b8WjYQ/dLZYv2MOnr+pDJs/gVIpwN5Nbb/9RLm/+x8HwHFIIb9i/5o/wEGyvgRp9D/Jmpi/pJ0VP7CVDcCjfVY//IE1PwnF+b/fBuG/rel5v4n3T7/lGRk/YcG7P+Lbsj2OQrk//5qiv6irYj+McOe+ciQ9P8MzwD/ygMY9SE2FPvXo8j7kShK/25sjQPjCKz4+3ZC/",
        "9I7tvd+miT+W/SI/tWSkPjh6bb50VTo7CCY0v4C/iD4hj5G/xWEtvS3OOT+32tg+vDszvxLbab5hCeM/aE1GPz9Woj5WedE/YqM/Pw+XID9k3GU+fKqJP345BD9GK3a9eRk+PyMGcT61HwQ/ED0jPpXkiz5fJNq9zONIP7Havz8lQzq/Z5sJv9ggHD9ImSq/ZWoaQMc/UT902Gi/3YeGQGSUzj4vzoW/gvu4PWJ1fj78BFC+1RFfv+DEoL8RXBfADT4OPj6NhD9ipjm/zXQXvK35lT/B1AFAUAgivswkxT25wgRAatkcP01kwrw1Nkq/t9wHQLB3Sb9dsJs9dI0rP4ufh7+IKkQ+42lVPkeePT/JfV+/GJw3PssSa706lYW8JzKtPvVPZT3gfh4/UbRXQNr//z6pI5Y9AcM2wD7Mrb7HDe4+qWbgvqTFrL+Sc8G/reo7v2C//j/5CL4/pimJPzD9DMBx/qi/0lIaPzsdDT2JFaK7nHYRPnO7FUCFYb66SjIHP6KlJT9vkig/lYImPz2koD83APk+66GNPzENMb/B+ji/MfU6P2ZOGb4+up6+5HeuP5STPD++dmi/PNaVPluIuz4htaW//I6oPpywyT8fJRc+bJLoPpTF9b035QM//XxZP/x2+D4d6tC+9PyIvhxfDD/pfrM+Uz8HQK93+D1Hj0Q+IOt+v4r31T8PaRW/KpH+Pzi2g78aQao+UmxfvlQhS79nu1dAxhA2v37tnjz0+FA/qiarP0E8Kj/X07O/+NCCwD7Par9D0V4+XXtyviRawL9TRzk9aYSEvxQD677jBSi/G7sfv0A3qb40aAy/dr9CvUQ/Y0A4JRG+qTldPwja9D6bIJe+HzuGP6XWuj6H5Ik/QaBBwP9yrT8XhBg9fpM4QKBJsT/7SajAUVuevxqt7r9Inxo/UXYkPkKlwj/vWo2/I+p8v77CMMBI33A+WvBXP6DbeL6NZ8g9KKuzwPJoMb4XUhDAUyDYP/ilPkBoRM0/we1sPvTwR79LEIg9",
        "3pS3vu0MMb87lJ+9geRiPwLyi78DSz6/63nPv+/EMD4Hdpi/GCsjPXkpu75UveC+g6fSvyTfHj7Pkys/9nxYPn0xnb4kt7w/0mp2vqMaCcDVFqK+qR++PcJq3D6TrGi/hiBnvoN/aj0O0Yk+LvAoPjJcITyEGc++CfC4PlKtpb7rO9O/zrosQIYORj/blY+/69AqwKN3vb/2dos/WDHSPpFvLT821UvAN6p3vpzOEr+Z1Dy/CVzqv0nTUT+FPZc/rawrQMnSqj+xOcK/tfJavz6bvz73UxhALD9TvyG70D/k4w5Ap5gmP1A3A0D6s4g+u+uzP3AuJsAK0Ik+Vk93v5GQnb0w6JbAQusIv6rxnL+Wsb2+gn38QFHjqb+TRwC+j+4WP8xXyL7OGuA/L/pNwC4Ezb9fxL4/HrgVwC8t8D4j5q6+XYfavkoJNz8g43XACoHFv8YKzz/cYBVAiE57QBVcQT/wJklAVFzovmL8hD63+zrAB8VGP7dskzzPax8+Pr4SPzM9Rb50o50+OGaoPlzRgj5QfQq/2w8oPdC+qj4UdtY+xUzTPnGyRb8RAkg/dSe8vaE1AT9wFSg+s0kLPg/XVj7hsUy/+I2evhA2Xz9mpps+cBJdv0Gq9L7UJxQ+9grPvnIIIT5OsA2/rhfUvnzWhj6kFQo/xxoEv7hO1T/CPiXA2DGdvlxE2T6SX9I+sIW7vlwxZT9hWQ/A+ZEFwLhmjz44HSI/lESFv46rHz5YQCU+wylHPZ/xLD741hG/+8dgPWDW0793C5G9xkYcv626179SjXE/GV6DPq6qSz/dKGW/Sy11vh+AWj4uguo+izUJvwEFiD8g21e/XQjnv1WC3j/0IwXAKzEAvzOeqr/weJC9or3yv4PVCD9qbhM/a0AxvKKXnb6ehJs+tK+CPjuw3z9CuzY//O25Pkkmd8C9CKc/w5W5PioP5r03c9u/tDejvlAO5r4k4Y0/e9coP5In9L+b8+U/btvTPq1M+7/sZWu/EHrwuwOghL/X7gW/",
        "F54Fv36lB78sdwa+WErwPoaZY7+r5H49yo1iv1UfEsC/BLg+frLHvjYipb/1AGe/DRfivoqmbz0svLU9PZjDvmPJC7/YrlE/hrRNvyZTIL/1KqU+xXFhv1awHj27Spk//RWPv3IbWT9u4uC+Fha6v2tbPT4Skxc9fE0pv6S62r+RDBI/gRTovwIyBb/I2aK+solWPy/IBMCMMH4+ptQGQHsapb9IDEe9tkztPuDG/b4c+6w9ZXaSPy/yGj9NoJq/7+mFv/vlSb/MzXU//kAdvmIIn79s+dU8PIIoP5cMSz0G20u+DqeZPN+GYL0Zab286vINwKNFrb8sTRq/ff89v/qSNb86Aoa/Azi8PQwssD7O9Ku7mb3KPmjDnz4az+C9XSOqvub03bxJJxk/5E6+P2a8gj5FyMk9lBqRPYDMD793eei+0pEYPcLbZL+PVIK/4vFmvywd4T98p5w/6QIwPh1wDMDDHKu/VbDOPqTEA0AZT4c+rxmrPgiAcD5Il50+zJDcPgUIAT+oYjs9HnjNvgV4oT8JL+295B6Av6IVtD9E0ac/vTUcP91u0r7F8OG+Gpjwv5WnWb8NM0A/2HlJvjxbcb5aNNA/mvD5Pv28hr7hDkU+Q44APsASoL8kypW+RgEfP9gOWT9CVLA+edoZPtETSj/EAYO+l/x4v6IVMD3k6eK98KNOu6WF771NHPM98AEhv5NyST/Ozzm/M/jhPuoJ8r+QOk6+3ApiPkttjD/aAAs/Yuh/wH+p6z58Rdu/+89Qv6BzIL8d8fI++6t0vWkPdb/6ZRXAurDSP7QMIb+bC1pAWyycv32zn78dQJe/kWepvz7HKEAIEak+GnASviOy4726b5i9rkatv0PJj72SjqS/BM12vottzT90kWy/uQhXP0rxvL+lQ+M+VqnMPu37eL1S0g/A9WQ6ProUTb81vWs/M81IP/VL87087YK/ETr2vuBMcj3QpHI8djgUP53EMr/rbh2+KZMjPv0FIL9dby2/hEKYP7VJJL7i6mS/",
        "sCcgv55ERr8VZf890I9Ov47SwT30zVE/YmQiP82iBr8lQQZArDrxvgxoRLxuNYC/DfgXwMCniD7v4Ic/XgUPv0+yXr+pSiK/4jmYv+lnc783wWu9IAU6vyWoyz+Bf4w/jpZaP3TPnT3pVxI+bjEJugNA5r84H2Q+nA4VwI0MwT+8m+o/W1PovyrLAT+j3Zc/jeYXP0HwkEAss+++PBQfv2vDJb+h/Ek/IE4yv11Emz94DMg+Ii01PwYVjEDWwNI/MprqPvzgdr/1Evc/ij2Vv/vYjr8B0l+/50mRv2dyhD4LoHe/XC06wC/plb+C54++V/ywPyhAFD4OrDI86TI6PwH1cb0FhAC/FBjHvFvOir/7Q6k/VE4kvx8sh70bKMO+fFEgv3ETMrsO2s8+Pg3bPfLjn78kEAW+aBhAP4RESr9HWjA+mLcLPl1nyT+4BjRAozkdvwMqtj85Zq6/FBUxwAcIxT02cpM/2KgCvwyD0r4RfcS/JX4uPq/mDz+RuB0/paoHvydFlD6/mIg+wI5rvsJubb8b1s08C1BoPgyKiz8FMIG/VVYCvnoSjj+H5H29Hld7P15FBr2TuB+/9ewOP1UtNL4349k9THy3Ppu1R7+niAO+YgAcP1pBvD49mQM/fTStPwwLXL/Eyma+SLJHPz7VX77xe1G93GufPg+ejz+jaMI+MFirP8YBjD6Eoxc/Ava2PhPCMj8573q90A3MvhK9vL/g8Gs+Fl4aPyxpjj1rDAc93SwnPgAbNb6hhsk+EL9DP6Kg8b7f/SC/nE/rvp5Mw7wo3Im8pFKxvjHe7T4xiL0/w8SjvneBGT16Lbu+rb5Bv6Jr27/M5Bs/gv+JPwzMjr8Z/7K/ex1mPznsWb0j8kE/VkFYP5dlH0CK6p69/bGIvvcAAz6/GuS+MY1OPxjJB76cK7g8B+mNPw3HPb+GJbU+rsaLvsRL5z0wl4s/Xww0v9oABcBo9TA+u+stQE/pFUCkZl6/766yv7i6AT9qmIC++/wAv7UJXb+lV5g+",
        "uanGvkvax75pOQI/mqQAPeGMW7/RxhI/vNZ3uqT/b7+cg66/s9bjPV8WATuJ+5u+8LUEv2/FCD+ccxu/hIQyPp5vmj430Ye/nP/EPgGEJT69/9k9LHrKvvqr8jy+c468FPcfP9nybD8fdvs9WmAxv7Z5gD5nCiw+KBMWwGoT/T6i1LE+6fgVwOUb0D7dGyU+wE9Hv3JZeL9Q42G/URUTQNiqSz5rEA1Ar7VjPx70yT446ii/3VNYPsiq8r2soMW+ubX8P2NFC7xoZH2/CajNvjN9mz3VSy+/8mv7v74/Lz9QD4y/LUyavm7crb1FkRNAaAy0P/3Xbz/Qo8u//4YUv5g5f78CVgM/IWkpv1Z4mT1oX4Q+D5BfP98cFL5PGMw8uz7rP1Atab0wY5i/NxMBP+J8mj+Xjg29Hi8OvEJAPMB5yly9T0HSvQZOGb9poBy/F1srv19sAEDolDi/7F/Wv0LV+7+EUT69mog9PkRVjj9tt4o+h5S4vPqmqL/NyjU+0+KyvvWzG78xmaq+eqJmvn128D8l1Fs+01E6P7eGkT4rKtG/soiovY1yk70euM++3SzDPvtP+T6Z+K++IYD8PYaLAz9wKxpAm1RJPx+Oyj9sBMO96YHtPoQV/z18f20+xp4zPz4rhD1t3g89QdLPPmE2Qj/pfL897lRpP18AYT9Wq7W/1PNrvvwYWb40MjW/vq4jQKKGecCtHAs/oU2qP/mBGT9lKNc/4BxLvfqnsj7ZvRe/eCc3P3v5GL+t3xfAqDsiwBk0W79cpyu/lkwCP4jD2D+Afsu/r6ESP/Pyqz6dxSI/0mCZvl/VKT5I5B5AKJ48Plf7ZUAyE7g9u7yEP8RAlb7S8va/X6GnvXHBoD/xTWO+idBvP+X5IT9H5768yrQOP0j8p75adge/KzItO+I+GT8OaiU/rrkZPgrtM77AEea+D8PFvSDx8b7cdA6/5BjfPgDGkL+rWfi9CM93vwn3pr+f6nG7iCaHPV88MT+2kPu+k6MBP9YzFT/XQAw+",
        "FmZAPkfTKj5Nq0O9AukzvbOlQL+4SYO/TFn1uxfy2j4Tcuo+AUGyvuvwpz5hFUO+1fEWv0UhTL5A08s+kxtVvuIVTr0gaSk/gCoKPxuEb7/KRke7s2MDv2n6YL6qEeW+JpXzPlmOLD6O3UG9uxiyvnvcDb1ppRW+r4PkPq4QPr+bSZu/d58Gvnz15T0LDNO+kJEXvyCcRb+o7Xq+EiGfP/qgfb8c8p2+qd25P1gfNL9Q8/G9dV6cPeyWPD/AWVI/zWnEvynXdb8+LbI+pOBjvg3OKb/yXXk/kCh6vr+BPT9EkNG/a/aXPvrqNbw7g8Y/sVWHP9J5dMD7/2o/4ggdvtjLnj8rWZM/gK8Svy9sTD/MOUo+1Yt1PY+Iwb8ZXpQ+iw89v5PEgb4P9QdAn2BavwpVKkCDdxy+/z8FP2STor8/XSI8HhUFPp0PJD8cHhC/LDs+Pk4JJb/lS4k9S7+8v6a66r+qD06+Dre2v+LKVT1DlN4+15KdvSjtfL9uSd++EMFGPzgUtr/DWtK+iFOaPfE8sD6M6UU/uRZDv11IYD0DOpY+H1A4v+a4Gj8426W/aDDXP6dEsL/OQnk+I/GPvjGz5746Oko+k/QrP6kOp78KyKy+KIY8P4Acqb+Xvwy9h4kYv770B797wX8+8DeWPu8ptr6Ox6e+XJ0JPavyG78GX4i981JBPzW0Oj5jpZa/6cg8wDbb1T8cn5y+tOmFv6mGgT8ZjoK/JtSsP9qTiL9Mzrm+gVOlPynS3r/uZZW/oMRCQKmMEr99OZe+XRAKPv717j8TEyhAr7PZPl3/Ur/QVVNAo+DsPkFySD2mIKC/8Qq4P7igMcCbUtw+Zk0bQM+JvL8FRJzA46ykPdLrJj1LyU6/jyfFPvjny7vtJVM+ImfVv+IQmDqkCQy/L9EYQDLOFz8rIAe/JsH1P5Y2C8Cqzg8/vTDeviyVm7/eWIY+DgGsv7MhGD+o8YE9/oWDP1arE0Dh2QTA3oeEPhI1nL69Ik4+Xs0PPodq27+rDGS+",
        "cKp6PozF1L4Pzw6+1XiQP9e/NkDxMyQ/499xPvQKVMCum9+/ChZZP9XALL9CCoI/A2QYP13NBj9kwi28gf8PPw2udT5ikZK/W7/lvhTwE0C31j8/RFIJvyh5Uz/MIwy9B2PDvm31EL9Uk40/JVUAP9KMQz8t0gu9uOUSwCw0dcAGJzE+MOcTwFgClr+C4xG/O4GMQLlE7b7lCDC+DGv9vnN3n78Gb3NAYDkGvxpwub6YNyq+f5VDQJvkM7/eG4bAchMPwHFBqD64La8/oXCSP0eFnj6rZr2/i09Mv2ObO77PpIa/Gu4twHHLiD56uL4/6g+VPocFnUCg16vAA9mev9ICD7+kEp0+rpmJP7NBgD+y9Vy+xmy8P/cT476kpShArZWgvu+6gr2eqi8/GQNAP+3jtT4b71NAy7wLP9j3Mj/hWBLAdQm+v1Q69r4LhA6/5dQaP7epNr9y5lu/nnapP1wuw78ZtE+/g08vwKEVJ7/2f7o/HstOPjZYPMDpJRJA3LyDP0Jis77MoFu+ncCBviP/hr/x5ZY/4B4bv3ICjz/kAgI/yb6rvtVTK77Gj+C+W4qCvkUcEz4kfE0+rspMvg++ZD6kvVE+gcudPq0/qz/MD709YpxMv6eYQb/Utby+AQAavnS2kT8ub8C9rtSHPyq0Uz7yfHG+eRITP98Ztb4k1Y2+GfU9vzipwz6uu2K/VSQAwL6kDMAax9a+UR+PP80J37+ffA7AzqOsvitSOj9uWl2/VfJSvwbFKz/3Ypk93mwIwCld2L4JGKE+Gv/APnxsIz93O16/ML6bP8QNb76esaw/BQ9WPALU3L3SXwNAcvKlP8Bzbb/baHw/JIMtP2/n877ZFWFA9aY3PSvA3b4fG+m+mC9gPsMEPD92l3e98Q+ZvgxXUzxuv7a+FzaAvoMzUD9LfBm+wYjAPeioM790KFu+5DnSvZgBMb+3E9W+wUHBvXjSrT8OcrM/armBPunWmz/5HJM+KG/hvmX9z7/+wpm/unFePoALwr9BsoU+",
        "KbeYPoypxL93XIG9ME49PgJyMr/jQlw/Ya2Qv3hWjL+QFjI+iHT5vruM7b5ssn8+b6fHvth+fL+1P/g+XzB3Pd4l6b7AtZc+K2+APYvb6b//xWK+rr55vlTWdD99vBU9pHOgvtOL7L7Fkgy/yi8AP3XbvL6mLSG/68KBPIvWur+Prwy/cdH3Pl37m78CqCS/koTev9eLxTzAmJC/UggkP6IXW717Ydu/ppKWP+1rlj9lwSg+xqY3P6LQIb6fNCNA0PjjP1K59z4Bv6W/aM37vm7RPr4FGxY/4W6VP52zaz/lGQ8+/1sUv5/0kL5IGl0/ixomv3cZFcDX8lk/F7DcPxVUzrzHsay/+vtcP2WJyL9fbRI/7PbLv8wFvT4liwq9PI3VvyvsOj4ZO5u/PAD5PaOVND/G1I6+dflZPeiPyD2HD56+JJEBu18uBr/fTkVAGcURv7GaN7/4d+E/2fe/vGu3Lz9wwOs/kO4PPu94Cj9HX0q/gtHEPeEcXz/n+u88karLPyQeiz+dn5y+VNynP0uEOr4WtZk+qmDtvwpcxb54XDc/U4QlP5FY9b0XszQ/nrtkQAILUD8UfTW+XiZEv8YUub1buBQ/v59vPrRcBj5maxQ+6WDLv0UMyr8EbYE/SuOuvnBrrj5D+CQ/cdSavkk9az86q7U+GnC/vaZcJj8dmpM/D1YEPzbvrz9GcBS/LU1TvyxDo78dLKI/YT3ZPqlNpz6iQ+6+OTMIPk5lj7++sMK+gvdRvvlMub50m6C/18EtvkMkNUD4Zbc/jAKdPys1TD9FY5S+RGLSPkuOgb5k7Og+8bS4P1bMIz8qQxy+2u6+vmXKhD+krrq/VvMJQA9C8b1lk9k+a8foP0iuQ79WeBvAjDNtPtGG0b+uqfY/q4Kqv5L7tb+1P5i/T/VLvmnhl77NEpa/a+wJPhPYxz8HSHe/5fvAv9Qpib+WwA/AVFluPwk0Ub/FpeW+BKmqv3nrhb8BSoY+VaWKP24KwL4SkhdAt7EowMe4DL9RPRBA",
        "9T+jP86qhr2rLHm+UfBuPtUzXr+qKvW+axC4vv9d9D7ICE4/sjuBvk5/x75ndxC+ELthvsN7C798Of++QWC5vrswPb5JfOq974SDPapnB8CYHR8+MruFvbhB9j5ghfC+l9Fav+9tqb6ryIO98m0wvspYcr3Zu4m+HZ19PibroL25hF0/ZrMYQKH+Ij6uPeO+7TAcP8VK87/Hwe08Ce4fPtAxMT8m0q+/B+0FvUlOjj/BfyA9TownPqqeAD2yWpO9pk6XP5hzg76+pIq/9EX6vnOglLxCF8W/QEilPCQ9rb7B3pO/c5CDvoO4ijzB1GU+etBsvlhczL+r0yE/Yw4PPnMRrT/M94K+RxUKP55wlcB9xwNAuewgwPqSP76asPc+P6YBQMxH9D7Ln3c/zdc8v0vuvD88on8+JWnWvxun5T5zcGM/SKdjPj8Riz31h7w/sr07PY4MJkAgctG/k4HCv6fTpz/34t6/KIwIv45inT4+YHY9gEf6PWrvoz/2nQa/aV9Fv1uNIT81ZYI+gE8ivkSJwD/UrMW+89f9PRBpQb+Vd2M/04FfPfzHRj8ZVZO/WeeXvgVYnT4/iq0+NVgLPzZfFz5789++wSMLP2SSL78HWT68X18cP0bxkbyDL0g+ENilvkwMd73gyYg+KHr7vYxQUb/FMUg7gEk1P/a9Lr6tPHu/2nF1PwJciD6QrJM+IL/LP/QErD7Z9s+7Cp3ovpX9dz2wHk4/+nWEPyiIw78mEDM+k7eMveDwvb5PxZO/JjZLv9EFTD/g40U/BMizPxVWCD8kVCA/CpCGP4cftz4J6ca/hgfmvkEl1b3PYow/9wQcvqRrPD9Bzcu/PoyOP48Wd77mkSQ/JN0YP9hXPEAMDiJAMR/cPgw3Tj/hVHE+dt59vbhqzD0klHm9E063v44HUb1pvaY9mkP/vM5Ft77z1sW+h/baPmy7Zr6H/HS/gpa7vcHXZD8PsdQ9ypqNv/mmoL4XKDrAUhGBvMXXJT7mb+s+/V7kPVbrIr+4PQa/"
      ],
      "weights": [
        "Y0YTP5ge970YxYi9xk5hvSH5nDwZBZ89V43aPcgfZ75UhCtAE0qgPkaLZ71jqlA+VlhWPmjVwL3erd+9r4ukvSj6qb1iQDk9jNRUvYFl+z3qAoO8oCU9vp4qHb66Gje8h2XDvlFvxLxIoOO9c5bHvOU4OL5cePa8h3duvC0gBb+TfpQ/UgE7vgEix723lKK9gyp1P6+/Nz93G1Y+vZK1PW/lpT4fsny/SsxgPM6kXD9uDwM90xJfPrCMk71RYAq9WTPIPfLTdD6T8RM8DLj8vYJTjb1kiGw91Z4gPlmUE76FloW+La7kPali2zwcb6O+mKq9vYbqer48RV0+BV+ZvV0ZG70QaYk+oNCSPckcXL49nE8/kslSPpXBmzzOOLU83m2Mv8ksjT+sVuw9IFhivUTYPD+73uA+g8BqPWTHHb0/p288e7m7PPwZhb0n472/6xDBvGjDZD1lhHo+0/DTPaEFFb2lTiG9iMe+PJYLn72L12C9Uq8+PnfEQr7xWyq9y2HQvxtsKb4ClDw/s0hxv4sFDT+LNBG/3O0DP2FCfD/oewbAsf9WPsYirr7kdwy/2eeIvZ7zV760VwE/HIC4PnJ9/Txol0q/gDCZPrB4AT/ztnW+Q8GCP0ST9j4bJSK/p1K2PBrTH72xeRG/Ahf0Pp9ubb9SajI+Gkfwvq9fi75qGw6/CL9MP0P75L9gk4A/CrkdP5WuD78jMti/KDiov0I8Xb4DtNg/7NR3v74agL+ioQtAsAfivq/hRz9X5p0/I/zgPmRnjb/woTU+dLdqv1MEbr+HpYo+Ome9vm/yWr8usFm/KS3XvpgPNcDhk8W+vQxavxi/mrzxXRi+zkgJv1UQdb745Nu/Qd0vwLXpDsCY8jjAFAjpPpD/EkCk4gfA3DIMv6yMS8CT9NM/F0wmvoHtrED383DAiDEBv9aS8b/guglAOJDzP7aCHz+U6fa/+kj7v3u3yD913CU/TowoQAbOrT8wKv8+ruyjPybB5L0wexTAh0VeQBOf4z/r7+a/",
        "EGJmvpcQm7zCuVK8KUCzvGDUYTuuUkq8zWGCvExOlT5jQo+8q0tuOszbVLxEzLC9pMMqu7YPmDwDL/I5yxzGPL2GkrqZVKA8oofpOgBBEDx9/io7gr2/O+mt5r3VcqS8QpCWPUyapzxVtgm8QZqSvqr27jsjKkO8tbWdPQd4Vj76SrC7zr2+PmV33Tsuvh09klkivmY3jz3YB1k8IVsLvQj1xL60KPW9huatPUk69L3Ay4Q8Zm9GPQpKgzwlDIy9HSJRvn7Dcb7yz00+8FTFPKMtcz2c+429RSFSve4FszxHeYI+R2aLvWQ7u7uKMvM+PvvQvfio4b2UCly9WTAWPin76LtlK4G8h3ubu1yCDjtBMaC65UupPREdu7wqY5K8BN2DvcPMNbwlQf28wxZfvGw+MT24buA65SGyO6ZDibxjmhS7zAtlugUnkrzS1qA8/nNIO+tbg72FzYa8sMBZukzDtD1kWGQ8QiIVu7L9HL5kWBC9ikjyu0DlSj1pBxc9UwusvsFihj3jrGy7iYCevNMpKz3MCpu9ATHRvchayr2UJoC97wWMu8rxJz3OPW4+tB96OkdXsLuZhOw9qZstPHcMULyG9869w0nWvYldGTzjkAk7NgGHPQhq9D2RV/k86zwIPa80Tz2uPwy9alnEPBokbr1oFxa6m5aIvqU/Hb321Y2+OujdPYThBb2G2ec75mn/PW8EZL5HRb29FpravsK6ub3TuYC+qMKHvlBKzD5yAEu8vL8JPTfDYj/rSvc+RPHWPeY9orr/7+c8AHOcPU0vub7P940+TNi/vlXx5T0kWMG94Rg0v9mV07x4qyw+Xohcvdl5Nj6hyLY+AqvevYF/1D0srys7FJCkOfq5X7y00V07GwQ1vjI+zz0qUt88S4EHPrlkl7tFOBg+q9bevcSTnjuTfiY8waLZPbzqD7wqNp68Odk+PWdvnT7lyG++kzBEur/EyT2zQoq+Fu13PAH0KT2WEQU/cShPPCruk71uQ6S9vekSvKforrzaB1k8"
      ]
    }
  }
}
